[
  {
    "id": "W2090386790",
    "paperId": "W2090386790",
    "title": "Particle creation by black holes",
    "summary": "Title: New insights on particle creation by black holes\n\nIn a groundbreaking paper published in Communications in Mathematical Physics, renowned physicist Stephen Hawking explores the process of particle creation by black holes, focusing on their event horizons and the associated thermodynamics, first proposed by Hawking in 1975. The study delves into the intricate mechanics governing this phenomenon within the realm of mathematical physics, offering valuable insights to further our understanding of black hole behavior and the interplay between particles and energy.",
    "primaryField": "Black hole physics",
    "year": 1975,
    "publicationDate": "1975-08-01",
    "doi": "https://doi.org/10.1007/bf02345020",
    "journal": "Communications in Mathematical Physics",
    "firstAuthor": "S. W. Hawking",
    "allAuthors": "S. W. Hawking",
    "institutions": "University of Cambridge; California Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 12010,
    "url": "https://openalex.org/W2090386790",
    "position": [
      25,
      -46.5,
      93.9357817555449
    ],
    "size": 2.0
  },
  {
    "id": "W2064777467",
    "paperId": "W2064777467",
    "title": "Large Mass Hierarchy from a Small Extra Dimension",
    "summary": "\"Physicists Propose Novel Solution to Longstanding Hierarchy Problem\"\n\nIn a groundbreaking study published in Physical Review Letters, physicists Lisa Randall and Raman Sundrum have put forward a revolutionary idea for addressing the Hierarchy Problem - a persistent challenge within particle physics. The proposed solution relies on the existence of only a single additional dimension, unlike other theories that require multiple extra dimensions to explain the discrepancy between the masses of elements in the universe.\n\nThe researchers suggest an alternative source for the exponential hierarchy; instead of relying on gauge interactions, they propose it originates from the spacetime background (a slice of AdS_5). Their concept introduces significant experimental consequences, such as the presence of new fundamental spin-2 excitations with a weak scale mass that are coupled differently to standard model particles than those predicted in conventional large extra dimension scenarios. This novel framework promises distinct phenomenology, rendering it exempt from current constraints imposed on theories with very large extra dimensions.",
    "primaryField": "High Energy Physics",
    "year": 1999,
    "publicationDate": "1999-10-25",
    "doi": "https://doi.org/10.1103/physrevlett.83.3370",
    "journal": "Physical Review Letters",
    "firstAuthor": "Lisa Randall",
    "allAuthors": "Lisa Randall; Raman Sundrum",
    "institutions": "Massachusetts Institute of Technology; Princeton University; Boston University",
    "workType": "article",
    "language": "en",
    "citationCount": 8583,
    "url": "https://openalex.org/W2064777467",
    "position": [
      49,
      -16.5,
      90.57655284310535
    ],
    "size": 2.0
  },
  {
    "id": "W2179731956",
    "paperId": "W2179731956",
    "title": "Simulating physics with computers",
    "summary": "Title: Revolutionary Physics Leap: Feynman's Study Simulates Fundamentals Via Computers\n\nIn an exciting development for the field of theoretical physics, renowned physicist Richard P. Feynman published a groundbreaking study in the International Journal of Theoretical Physics in 1982. The research investigates the application of computational methods to simulate fundamental physics principles. By delving deep into statistical and theoretical aspects of physics, the work has potential implications for particle physics. Feynman's novel approach could potentially revolutionize how we understand and explore our universe through computer-based investigation.",
    "primaryField": "Theoretical Physics",
    "year": 1982,
    "publicationDate": "1982-06-01",
    "doi": "https://doi.org/10.1007/bf02650179",
    "journal": "International Journal of Theoretical Physics",
    "firstAuthor": "Richard P. Feynman",
    "allAuthors": "Richard P. Feynman",
    "institutions": "California Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 7167,
    "url": "https://openalex.org/W2179731956",
    "position": [
      32,
      55.5,
      88.77381954654766
    ],
    "size": 2.0
  },
  {
    "id": "W2070151728",
    "paperId": "W2070151728",
    "title": "A Model of Leptons",
    "summary": "Title: Pioneering Lepton Model Revolutionizes Particle Physics\n\nPhysicist Steven Weinberg's groundbreaking research, published in the esteemed Physical Review Letters, introduces a novel model of leptons. This work builds on prior studies of elementary particles and offers fresh insights into the world of physics, extending our understanding beyond electrons and contributing to the development of a unified theory of particles and forces. The new lepton model supports directions of thought that could potentially revolutionize particle physics and nuclear science.",
    "primaryField": "Particle Physics",
    "year": 1967,
    "publicationDate": "1967-11-20",
    "doi": "https://doi.org/10.1103/physrevlett.19.1264",
    "journal": "Physical Review Letters",
    "firstAuthor": "Steven Weinberg",
    "allAuthors": "Steven Weinberg",
    "institutions": "Massachusetts Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 7121,
    "url": "https://openalex.org/W2070151728",
    "position": [
      17,
      16.5,
      88.70943863837724
    ],
    "size": 2.0
  },
  {
    "id": "W2061044423",
    "paperId": "W2061044423",
    "title": "<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mml:mi>CP</mml:mi></mml:math>Conservation in the Presence of Pseudoparticles",
    "summary": "In the realm of physics, Nobel Prize-winning duo R. D. Peccei and Helen R. Quinn propose a groundbreaking theory in their paper \"CP Conservation in the Presence of Pseudoparticles,\" published in Physical Review Letters. The researchers delve into a classic concept, the Yukawa potential, offering a compelling explanation for CP conservation in strong interactions. Their findings suggest that any theory where at least one type of fermion gains mass through a Yukawa coupling to a scalar field with a nonzero vacuum expectation value results in this natural outcome, furthering our understanding of particle physics and its underlying principles.",
    "primaryField": "Particle Physics",
    "year": 1977,
    "publicationDate": "1977-06-20",
    "doi": "https://doi.org/10.1103/physrevlett.38.1440",
    "journal": "Physical Review Letters",
    "firstAuthor": "R. D. Peccei",
    "allAuthors": "R. D. Peccei; Helen R. Quinn",
    "institutions": "Stanford University",
    "workType": "article",
    "language": "en",
    "citationCount": 6604,
    "url": "https://openalex.org/W2061044423",
    "position": [
      27,
      16.5,
      87.95582216956426
    ],
    "size": 2.0
  },
  {
    "id": "W2072703702",
    "paperId": "W2072703702",
    "title": "Solitons in Polyacetylene",
    "summary": "Scientists unveil breakthrough in polyacetylene, revealing the existence of solitons, in a study published in Physical Review Letters. The paper by W. P. Su, J. R. Schrieffer, and Alan J. Heeger has significant implications for the understanding of charge transfer doping mechanisms. The research details the energy, length, mass, and activation energies for the motion of solitons formed in long-chain polyenes, shedding light on the mobile neutral defect often observed in undoped (CH)x. The study suggests that these solitons could play a crucial role in the process of charge transfer doping, offering potential advancements in the field of physics.",
    "primaryField": "Condensed Matter Physics",
    "year": 1979,
    "publicationDate": "1979-06-18",
    "doi": "https://doi.org/10.1103/physrevlett.42.1698",
    "journal": "Physical Review Letters",
    "firstAuthor": "W. P. Su",
    "allAuthors": "W. P. Su; J. R. Schrieffer; Alan J. Heeger",
    "institutions": "University of Pennsylvania",
    "workType": "article",
    "language": "en",
    "citationCount": 6499,
    "url": "https://openalex.org/W2072703702",
    "position": [
      29,
      -40.5,
      87.79557455883727
    ],
    "size": 2.0
  },
  {
    "id": "W2169090745",
    "paperId": "W2169090745",
    "title": "<i>C</i><i>P</i>-Violation in the Renormalizable Theory of Weak Interaction",
    "summary": "Title: New Perspective on CP Violation in Weak Interactions\n\nSubhead: Physicists Propose New Models for CP Violation\n\nIn a groundbreaking study published in Progress of Theoretical Physics, physicists M. Kobayashi and Toshihide Maskawa explore the complex phenomenon of CP-violation within the framework of the renormalizable theory of weak interaction – the fundamental force responsible for radioactive decay and other processes involving subatomic particles. The researchers found that no reasonable models of CP-violation exist in the quartet scheme, unless additional new fields are introduced. In their study, they propose several potential models for CP-violation in the realm of particle physics, shedding light on a longstanding mystery in the world of subatomic interactions.",
    "primaryField": "Particle Physics",
    "year": 1973,
    "publicationDate": "1973-02-01",
    "doi": "https://doi.org/10.1143/ptp.49.652",
    "journal": "Progress of Theoretical Physics",
    "firstAuthor": "M. Kobayashi",
    "allAuthors": "M. Kobayashi; Toshihide Maskawa",
    "institutions": "Kyoto University",
    "workType": "article",
    "language": "en",
    "citationCount": 6346,
    "url": "https://openalex.org/W2169090745",
    "position": [
      23,
      16.5,
      87.55737539306469
    ],
    "size": 2.0
  },
  {
    "id": "W2097455345",
    "paperId": "W2097455345",
    "title": "The hierarchy problem and new dimensions at a millimeter",
    "summary": "Paper solves hierarchy mystery with extra dimensions and new graviton understanding\n\nPhysicists Nima Arkani–Hamed, Savas Dimopoulos, and G. Dvali have proposed an innovative solution to one of physics' greatest mysteries: the hierarchy problem. In their landmark paper published in Physics Letters B, they introduce a framework that incorporates extra dimensions, offering a fresh perspective on the graviton and potentially paving the way for a unified theory of forces in gravity.",
    "primaryField": "Theory of Extra Dimensions",
    "year": 1998,
    "publicationDate": "1998-06-01",
    "doi": "https://doi.org/10.1016/s0370-2693(98)00466-3",
    "journal": "Physics Letters B",
    "firstAuthor": "Nima Arkani–Hamed",
    "allAuthors": "Nima Arkani–Hamed; Savas Dimopoulos; G. Dvali",
    "institutions": "Stanford University; The Abdus Salam International Centre for Theoretical Physics (ICTP)",
    "workType": "article",
    "language": "en",
    "citationCount": 6076,
    "url": "https://openalex.org/W2097455345",
    "position": [
      48,
      58.5,
      87.12266432135354
    ],
    "size": 2.0
  },
  {
    "id": "W2166252135",
    "paperId": "W2166252135",
    "title": "Neutrino Mass and Spontaneous Parity Nonconservation",
    "summary": "New Research in Physics Suggests Connection Between Parity Nonconservation and Neutrino Mass\n\nTwo scientists, Rabindra N. Mohapatra and Goran Senjanović, have published a groundbreaking paper in Physical Review Letters that could potentially explain the enigma of neutrino mass. The research is based on weak-interaction models with spontaneous parity nonconservation, offering a formula that relates the smallness of neutrino masses to the maximality of observed parity nonconservation at low energies. This work could foster new directions in particle physics, particularly for understanding leptons and their interactions.",
    "primaryField": "Particle Physics",
    "year": 1980,
    "publicationDate": "1980-04-07",
    "doi": "https://doi.org/10.1103/physrevlett.44.912",
    "journal": "Physical Review Letters",
    "firstAuthor": "Rabindra N. Mohapatra",
    "allAuthors": "Rabindra N. Mohapatra; Goran Senjanović",
    "institutions": "City College of New York",
    "workType": "article",
    "language": "en",
    "citationCount": 5588,
    "url": "https://openalex.org/W2166252135",
    "position": [
      30,
      16.5,
      86.28555659269699
    ],
    "size": 2.0
  },
  {
    "id": "W1998909324",
    "paperId": "W1998909324",
    "title": "Dynamical Model of Elementary Particles Based on an Analogy with Superconductivity. I",
    "summary": "**Physics breakthrough posits nucleon mass as a self-energy akin to superconductivity**\n\nIn a groundbreaking paper published in Physical Review, Yoshimi Nambu and Giorgio Jona-Lasinio propose an innovative theory connecting the mystery of nucleon mass to the phenomenon of superconductivity. The new model suggests that the nucleon's mass can be seen as a self-energy derived from a primary fermion field, similar to the energy gap experienced in superconductivity theories.\n\nThe paper leverages a generalized Hartree-Fock approximation, treating real nucleons as quasi-particle excitations, and offers a simplified model of nonlinear four-fermion interaction compatible with a ${\\ensuremath{\\gamma}}_{5}$-gauge group. A key implication is the emergence of pseudoscalar zero-mass bound states, deemed an idealized pion. Alongside this, the theory predicts the existence of massive bound states with nucleon numbers zero and two in a simple approximation.\n\nThe novel theory encompasses two parameters directly related to observed nucleon mass and the pion-nucleon coupling constant, potentially resolving paradoxical aspects associated with the ${\\ensuremath{\\gamma}}_{5}$ transformation, as detailed in the paper. This work is expected to open new avenues for research, shedding light on the intricate dynamics of elementary particles.",
    "primaryField": "Nuclear Physics",
    "year": 1961,
    "publicationDate": "1961-04-01",
    "doi": "https://doi.org/10.1103/physrev.122.345",
    "journal": "Physical Review",
    "firstAuthor": "Y. Nambu",
    "allAuthors": "Y. Nambu; G. Jona‐Lasinio",
    "institutions": "Fermi National Accelerator Laboratory; University of Chicago",
    "workType": "article",
    "language": "en",
    "citationCount": 5294,
    "url": "https://openalex.org/W1998909324",
    "position": [
      11,
      7.5,
      85.74518258035508
    ],
    "size": 2.0
  },
  {
    "id": "W1989494434",
    "paperId": "W1989494434",
    "title": "Asymptotic freedom in parton language",
    "summary": "In a groundbreaking paper published in Nuclear Physics B, physicists Guido Altarelli and G. Parisi have shed light on the behavior of quarks and gluons at high energies within Particle Physics, namely Quantum Chromodynamics. Building upon prior work in the field, this study delves into the helicity properties of these constituent particles, offering insights into a fundamental aspect of Nuclear Physics known as the parton language, and paving the way for advancements in Particle Physics research.",
    "primaryField": "High energy physics",
    "year": 1977,
    "publicationDate": "1977-08-01",
    "doi": "https://doi.org/10.1016/0550-3213(77)90384-4",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Guido Altarelli",
    "allAuthors": "Guido Altarelli; G. Parisi",
    "institutions": "École Normale Supérieure - PSL; Institut des Hautes Études Scientifiques",
    "workType": "article",
    "language": "en",
    "citationCount": 5028,
    "url": "https://openalex.org/W1989494434",
    "position": [
      27,
      -10.5,
      85.22976436171965
    ],
    "size": 2.0
  },
  {
    "id": "W2058808507",
    "paperId": "W2058808507",
    "title": "A New Light Boson?",
    "summary": "Article Headline:\n\"Physicist Proposes New Light Boson Known as 'Axion' for Strong Interactions\"\n\nSummary:\nIn a new paper published in Physical Review Letters, renowned physicist Steven Weinberg suggests the existence of a neutral pseudoscalar boson, named the \"axion,\" to maintain parity and time-reversal invariance in strong interactions. This hypothetical particle, with a mass estimated between 100 keV and 1 MeV, could potentially have significant experimental implications, potentially filling a gap in our understanding of subatomic particles. The proposed axion builds upon the concept of global U(1) symmetry and adds to the ongoing exploration of particle physics.",
    "primaryField": "Particle Physics",
    "year": 1978,
    "publicationDate": "1978-01-23",
    "doi": "https://doi.org/10.1103/physrevlett.40.223",
    "journal": "Physical Review Letters",
    "firstAuthor": "Steven Weinberg",
    "allAuthors": "Steven Weinberg",
    "institutions": "Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 4824,
    "url": "https://openalex.org/W2058808507",
    "position": [
      28,
      16.5,
      84.81566013773087
    ],
    "size": 2.0
  },
  {
    "id": "W2134803267",
    "paperId": "W2134803267",
    "title": "Evidence for Oscillation of Atmospheric Neutrinos",
    "summary": "Study finds Evidence for Oscillation of Atmospheric Neutrinos\n--------------------------------------------------------\n\nIn a recent study, scientists led by Y. Fukuda, T. Hayakawa, and others report findings from the Super-Kamiokande detector that provide strong evidence for the oscillation of atmospheric neutrinos. The research, published in *Physical Review Letters*, uses data from a 33.0 kiloton-year exposure.\n\nThe analysis reveals a deficiency of muon neutrinos at higher zenith angles, which contradicts expectations based on calculations of the atmospheric neutrino flux. The team concluded that experimental biases and uncertainties in neutrino flux and cross-section predictions are insufficient to explain their observation. Instead, they suggest the phenomenon can be explained by two-flavor 'nu_mu' oscillation into 'nu_tau', with a 90% confidence level range of sin^2(2theta) > 0.82 and 5x10^-4 < delta m^2 < 6x10^-3 eV^2. This discovery could significantly advance the field of particle physics by deepening our understanding of neutrino properties and potential interactions beyond currently known models.",
    "primaryField": "Astroparticle physics",
    "year": 1998,
    "publicationDate": "1998-08-24",
    "doi": "https://doi.org/10.1103/physrevlett.81.1562",
    "journal": "Physical Review Letters",
    "firstAuthor": "Y. Fukuda",
    "allAuthors": "Y. Fukuda; T. Hayakawa; E. Ichihara; K. Inoue; K. Ishihara; H. Ishino; Y. Itow; T. Kajita; J. Kameda; S. Kasuga; Kazuyoshi Kobayashi; Yoshiyuki Kobayashi; Y. Koshio; M. Miura; M. Nakahata; S. Nakayama; Atsushi Okada; K. Okumura; N. Sakurai; M. Shiozawa; Y. Suzuki; Y. Takeuchi; Y. Totsuka; S. Yamada; M. Earl; A. Habig; E. Kearns; M. D. Messier; K. Scholberg; J. L. Stone; L. Sulak; C. W. Walter; M. Goldhaber; T. Barszczxak; D. Casper; W. Gajewski; P. G. Halverson; Jonathan Y. Hsu; W. R. Kropp; L. R. Price; F. Reines; M. Smy; H. W. Sobel; M. R. Vagins; K. S. Ganezer; W. E. Keig; R. W. Ellsworth; S. Tasaka; J. Flanagan; A. Kibayashi; J. G. Learned; S. Matsuno; V. J. Stenger; D. Takemori; T. Ishii; J. Kanzaki; T. Kobayashi; S. Mine; K. Nakamura; K. Nishikawa; Y. Oyama; Akito Sakai; M. Sakuda; O. Sasaki; S. Echigo; M. Kohama; T. J. Haines; E. Blaufuss; B. K. Kim; R. Sanford; R. Svoboda; M. L. Chen; Z. Conner; J. A. Goodman; G. W. Sullivan; J. Hill; C. K. Jung; K. Martens; C. Mauger; C. McGrew; E. Sharkey; B. Viren; C. Yanagisawa; W. Doki; K. Miyano; H. Okazawa; C. Saji; M. Takahata; Y. Nagashima; M. Takita; Tomohiro Yamaguchi; M. Yoshida; S. B. Kim; Masato Eto; K. Fujita; T. Hasegawa; S. Hatakeyama; T. Iwamoto",
    "institutions": "The University of Tokyo; Boston University; Brookhaven National Laboratory; University of California, Irvine; California State University, Dominguez Hills; George Mason University; Gifu University; University of Hawaii System; High Energy Accelerator Research Organization; Kobe University; Los Alamos National Laboratory; Louisiana State University; University of Maryland, College Park; State University of New York; Stony Brook University; Niigata University; The University of Osaka; Seoul National University; Tohoku University",
    "workType": "article",
    "language": "en",
    "citationCount": 4787,
    "url": "https://openalex.org/W2134803267",
    "position": [
      48,
      -58.5,
      84.73868066677865
    ],
    "size": 2.0
  },
  {
    "id": "W2012869970",
    "paperId": "W2012869970",
    "title": "Cosmology for Grand Unified Theories with Radiatively Induced Symmetry Breaking",
    "summary": "Physics Journal \"Physical Review Letters\" Publishes Insightful Study on Cosmology for Grand Unified Theories\n\nIn a recent study published in Physical Review Letters, authors Andreas Albrecht and Paul J. Steinhardt have proposed a significant advancement in theoretical physics. The research focuses on grand unified theories with radiatively induced symmetry breaking, addressing a challenge in the treatment of first-order phase transitions that have long confounded scientists.\n\nThe findings suggest that proper analysis of these transitions during the early stages of the universe's history could potentially offer solutions to the cosmological puzzles of homogeneity, flatness, and monopoles. This work builds upon previous theories and has the potential to significantly reshape our understanding of the universe's early development.",
    "primaryField": "Cosmology",
    "year": 1982,
    "publicationDate": "1982-04-26",
    "doi": "https://doi.org/10.1103/physrevlett.48.1220",
    "journal": "Physical Review Letters",
    "firstAuthor": "Andreas Albrecht",
    "allAuthors": "Andreas Albrecht; Paul J. Steinhardt",
    "institutions": "University of Pennsylvania",
    "workType": "article",
    "language": "en",
    "citationCount": 4737,
    "url": "https://openalex.org/W2012869970",
    "position": [
      32,
      -34.5,
      84.6337038471873
    ],
    "size": 2.0
  },
  {
    "id": "W2232454336",
    "paperId": "W2232454336",
    "title": "Partial-symmetries of weak interactions",
    "summary": "Title: \"Physicist Uncovers Symmetries of Weak Interactions Involving Leptons\"\n\nIn a groundbreaking work published in Nuclear Physics, physicist Sheldon L. Glashow delves into the world of particle physics, focusing on the properties and behavior of fundamental particles known as leptons. His study of 1961 explores the concept of partial symmetries within weak interactions involving these leptons, specifically shedding light on their intricate dynamics. Moreover, Glashow's research highlights the role of vector bosons in mediating these essential interactions, deepening our understanding of this fascinating realm.",
    "primaryField": "Particle Physics",
    "year": 1961,
    "publicationDate": "1961-02-01",
    "doi": "https://doi.org/10.1016/0029-5582(61)90469-2",
    "journal": "Nuclear Physics",
    "firstAuthor": "Sheldon L. Glashow",
    "allAuthors": "Sheldon L. Glashow",
    "institutions": "University of Copenhagen; U.S. National Science Foundation",
    "workType": "article",
    "language": "en",
    "citationCount": 4550,
    "url": "https://openalex.org/W2232454336",
    "position": [
      11,
      16.5,
      84.23102268016642
    ],
    "size": 2.0
  },
  {
    "id": "W1965142446",
    "paperId": "W1965142446",
    "title": "Unitary Symmetry and Leptonic Decays",
    "summary": "**Physicist Proposes Theory on Leptonic Decays and Unitary Symmetry**\n\nIn a groundbreaking study published in Physical Review Letters, physicist N. Cabibbo presents an analysis of leptonic decays using the concept of unitary symmetry for strong interactions, also known as the eightfold way, and V-A theory for weak interactions. The paper aims to explain the observed predominance of certain types of particle decays and offers new insights into the field of particle physics and symmetries in geometry.\n\nThe research proposes an explanation for the dominance of the LAMBDA yields e− + ν decay over the LAMBDA− yields n + e− + ν decay. Furthermore, it presents predicted branching ratios for electron modes with DELTA S = 1, showing agreement with experimental results for these decays. This work not only builds upon previous studies in particle physics and symmetry but also takes a significant step towards advancing our understanding of leptonic decays in the context of unitary state and strong/weak interactions.",
    "primaryField": "Particle Physics",
    "year": 1963,
    "publicationDate": "1963-06-15",
    "doi": "https://doi.org/10.1103/physrevlett.10.531",
    "journal": "Physical Review Letters",
    "firstAuthor": "N. Cabibbo",
    "allAuthors": "N. Cabibbo",
    "institutions": "European Organization for Nuclear Research",
    "workType": "article",
    "language": "en",
    "citationCount": 4534,
    "url": "https://openalex.org/W1965142446",
    "position": [
      13,
      16.5,
      84.19580362549237
    ],
    "size": 2.0
  },
  {
    "id": "W1489445685",
    "paperId": "W1489445685",
    "title": "μ→eγ at a rate of one out of 109 muon decays?",
    "summary": "**Pioneering Physics Findings: One-in-a-Billion Muon Decay Anomaly Discovered**\n\nIn a groundbreaking study published in Physics Letters B, physicist Peter Minkowski has reported an unprecedented anomaly in the decay of muons, one of the fundamental leptons. The findings suggest that 1 out of every 109 muon decays may occur as unusual events into an electron and a photon – a rate that challenges conventional understanding of lepton flavor conservation in particle physics. This surprising discovery could potentially overhaul current theories and open up new perspectives in the field of particle physics.",
    "primaryField": "Particle Physics",
    "year": 1977,
    "publicationDate": "1977-04-01",
    "doi": "https://doi.org/10.1016/0370-2693(77)90435-x",
    "journal": "Physics Letters B",
    "firstAuthor": "Peter Minkowski",
    "allAuthors": "Peter Minkowski",
    "institutions": "University of Bern",
    "workType": "article",
    "language": "en",
    "citationCount": 4465,
    "url": "https://openalex.org/W1489445685",
    "position": [
      27,
      16.5,
      84.04248432400102
    ],
    "size": 2.0
  },
  {
    "id": "W2125707848",
    "paperId": "W2125707848",
    "title": "Regularization and renormalization of gauge fields",
    "summary": "Title: Nobel Laureates Propose New Methods for Quantum Gauge Field Theories\n\nIn the latest publication by Nuclear Physics B, renowned physicists Gerard 't Hooft and M. Veltman introduce a groundbreaking study on the regularization and renormalization of gauge fields. The paper builds upon their Nobel Prize-winning work in quantum electrodynamics, focusing on ensuring consistency, unitarity, and causality in theoretical frameworks while also addressing stability concerns in quantum field theories.",
    "primaryField": "Quantum Field Theory",
    "year": 1972,
    "publicationDate": "1972-07-01",
    "doi": "https://doi.org/10.1016/0550-3213(72)90279-9",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Gerard ’t Hooft",
    "allAuthors": "Gerard ’t Hooft; M. Veltman",
    "institutions": "Utrecht University",
    "workType": "article",
    "language": "en",
    "citationCount": 4363,
    "url": "https://openalex.org/W2125707848",
    "position": [
      22,
      28.5,
      83.81144346952962
    ],
    "size": 2.0
  },
  {
    "id": "W2142768579",
    "paperId": "W2142768579",
    "title": "Topology of cosmic domains and strings",
    "summary": "Paper Title: \"Cosmic Strings Network Could Have Altered the Universe's Evolution\"\n\nIn a groundbreaking study featured in the Journal of Physics A Mathematical and General, renowned physicist T. W. B. Kibble explores the potential structures that could have emerged in the universe due to spontaneously broken gauge theories.\n\nThe research focuses on cosmic strings, one-dimensional entities with enormous energy density. According to the paper, these strings' formation and evolution are influenced by the homotopy groups of the manifold of degenerate vacua.\n\nKibble argues that theories suggesting domain walls may be eliminated due to their detrimental gravitational effects. However, a network of cosmic strings could have played a significant role in the universe's development, according to the study. This finding could revolutionize our understanding of cosmological phenomena.",
    "primaryField": "Cosmology",
    "year": 1976,
    "publicationDate": "1976-08-01",
    "doi": "https://doi.org/10.1088/0305-4470/9/8/029",
    "journal": "Journal of Physics A Mathematical and General",
    "firstAuthor": "T. W. B. Kibble",
    "allAuthors": "T. W. B. Kibble",
    "institutions": "Imperial College London",
    "workType": "article",
    "language": "en",
    "citationCount": 4318,
    "url": "https://openalex.org/W2142768579",
    "position": [
      26,
      -34.5,
      83.70779172960701
    ],
    "size": 2.0
  },
  {
    "id": "W2956145564",
    "paperId": "W2956145564",
    "title": "Review of particle properties",
    "summary": "Title: \"New Review Sheds Light on Particle Properties in Nuclear Physics\"\n\nHeadline: Physicists Offer Comprehensive Analysis of Particle Properties using Random Phase Approximation and Hamiltonian Control Theory\n\nSummary: A team of international researchers, led by G.P. Yost and others, have published a review in the renowned Physics Letters B. The study delves into the properties of particles within nuclear physics, using the Random Phase Approximation (RPA) and Hamiltonian control theory frameworks. The paper offers an extensive analysis of interactions and energy levels among these particles, aiming to improve our understanding of their behavior in various scenarios. This work is expected to further contribute to advancements in nuclear physics research.",
    "primaryField": "Nuclear Physics",
    "year": 1988,
    "publicationDate": "1988-04-01",
    "doi": "https://doi.org/10.1016/0370-2693(88)90505-9",
    "journal": "Physics Letters B",
    "firstAuthor": "G.P. Yost",
    "allAuthors": "G.P. Yost; R. M. Barnett; I. Hinchliffe; G. Lynch; A. Rittenberg; R. R. Ross; M. Suzuki; T. G. Trippe; C.G. Wohl; Becky Armstrong; G. S. Wagman; F. C. Porter; L. Montanet; M. Aguilar-Benítez; J.J. Hernandez; G. Conforto; Ronald L. Crawford; K. R. Schubert; M. Roos; Nils A. Törnqvist; G. Höhler; K. Hagiwara; Shinji Kawabata; D. M. Manley; Keith A. Olive; K. Hayes; R. H. Schindler; B. Cabrera; Robert Shrock; R. Eichler; L. David Roper; W.P. Тrоwer",
    "institutions": "Lawrence Berkeley National Laboratory; University of California, Berkeley; California Institute of Technology; European Organization for Nuclear Research; Istituto Nazionale di Fisica Nucleare, Sezione di Firenze; University of Glasgow; Heidelberg University; University of Helsinki; Helsinki Institute of Physics",
    "workType": "article",
    "language": "en",
    "citationCount": 4264,
    "url": "https://openalex.org/W2956145564",
    "position": [
      38,
      7.5,
      83.58197459925779
    ],
    "size": 2.0
  },
  {
    "id": "W2124590498",
    "paperId": "W2124590498",
    "title": "A planar diagram theory for strong interactions",
    "summary": "Title: Revolutionary Diagram Theory for Strong Nuclear Interactions Unveiled\n\nIn a groundbreaking 1974 publication in Nuclear Physics B, physicist Gerard 't Hooft introduced a planar diagram theory for strong nuclear interactions. This theory serves as an essential guide for studying and analyzing the complex dynamics of quarks within perturbation theory in the field of physics. The innovative approach offers fresh insights into the structure and conduct of these fundamental diagrams, paving the way for improved understanding and precision in our understanding of strong atomic interactions.",
    "primaryField": "Nuclear Physics",
    "year": 1974,
    "publicationDate": "1974-04-01",
    "doi": "https://doi.org/10.1016/0550-3213(74)90154-0",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Gerard ’t Hooft",
    "allAuthors": "Gerard ’t Hooft",
    "institutions": "European Organization for Nuclear Research",
    "workType": "article",
    "language": "en",
    "citationCount": 4254,
    "url": "https://openalex.org/W2124590498",
    "position": [
      24,
      7.5,
      83.55850041007474
    ],
    "size": 2.0
  },
  {
    "id": "W1996413343",
    "paperId": "W1996413343",
    "title": "Broken Symmetries and the Masses of Gauge Bosons",
    "summary": "Headline:\nHarnessing the Power of Broken Symmetries: Revisiting Gauge Boson Masses in Physics (1964)\n\nSummary:\nIn an iconic paper published in 1964, physicist Peter W. Higgs introduced the concept of broken symmetries and their impact on the masses of gauge bosons, a pioneering work that not only announced a significant discovery but also kick-started new research areas in physics. This milestone study, which can be found in Physical Review Letters collection, celebrates 50 years since the journal's inception, highlighting its groundbreaking contribution to our understanding of particle physics.",
    "primaryField": "High Energy Physics",
    "year": 1964,
    "publicationDate": "1964-10-19",
    "doi": "https://doi.org/10.1103/physrevlett.13.508",
    "journal": "Physical Review Letters",
    "firstAuthor": "Peter W. Higgs",
    "allAuthors": "Peter W. Higgs",
    "institutions": "University of Edinburgh",
    "workType": "article",
    "language": "en",
    "citationCount": 4248,
    "url": "https://openalex.org/W1996413343",
    "position": [
      14,
      -16.5,
      83.54438940114811
    ],
    "size": 2.0
  },
  {
    "id": "W2172949211",
    "paperId": "W2172949211",
    "title": "Confinement of quarks",
    "summary": "New Paper Proposes Mechanism for Total Confinement of Quarks in Gauge Field Theory\n\nIn a groundbreaking study published in Physical Review D, renowned physicist Kenneth G. Wilson offers a novel mechanism to confine quarks similar to that of Schwinger. The study delves into the quantization of gauge field theory on a discrete lattice within Euclidean space-time, preserving exact gauge invariance by treating gauge fields as angular variables, effectively eliminating the need for a gauge-fixing term.\n\nThis work builds upon the foundations of Hamiltonian lattice gauge theory and lattice field theory, expanding our understanding of how these theories can be utilized to confine quarks and potentially lead to the development of new models for hadrons. While the strong-coupling limit in this model lacks Lorentz (or Euclidean) invariance, it provides a calculable framework that suggests the absence of free quarks due to the binding mechanism at play. The intricate structure uncovered in the model brings to mind relativistic string models of hadrons.",
    "primaryField": "Lattice Gauge Theory",
    "year": 1974,
    "publicationDate": "1974-10-15",
    "doi": "https://doi.org/10.1103/physrevd.10.2445",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Kenneth G. Wilson",
    "allAuthors": "Kenneth G. Wilson",
    "institutions": "Cornell University",
    "workType": "article",
    "language": "en",
    "citationCount": 4152,
    "url": "https://openalex.org/W2172949211",
    "position": [
      24,
      -7.5,
      83.31586243630754
    ],
    "size": 2.0
  },
  {
    "id": "W2160306805",
    "paperId": "W2160306805",
    "title": "Radiative Corrections as the Origin of Spontaneous Symmetry Breaking",
    "summary": "Headline: New Physics Study Suggests Radiative Corrections May Trigger Spontaneous Symmetry Breaking\n\nSummary:\nIn a groundbreaking paper published by \"Physical Review D,\" physicists Sidney Coleman and Erick J. Weinberg explore the possibility that radiative corrections could lead to spontaneous symmetry breaking in certain theories where this phenomenon is not indicated by traditional methods. The authors showcase this concept through the study of electrodynamics with massless scalar mesons, discovering that under small coupling constants, this theory behaves more like an imaginary-mass Abelian Higgs model rather than a positive-mass one. Spontaneous symmetry breaking occurs, and the theory transforms into a system of a massive vector meson and a massive scalar meson. The authors also provide calculations for the scalar-to-vector mass ratio using the electromagnetic coupling constant, finding preliminary results that will be refined in future research. The findings extend to non-Abelian gauge theories and offer potential applications for theories where traditional methods do not fully capture characteristics of spontaneous symmetry breaking.",
    "primaryField": "Quantum Field Theory",
    "year": 1973,
    "publicationDate": "1973-03-15",
    "doi": "https://doi.org/10.1103/physrevd.7.1888",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Sidney Coleman",
    "allAuthors": "Sidney Coleman; Erick J. Weinberg",
    "institutions": "Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 4037,
    "url": "https://openalex.org/W2160306805",
    "position": [
      23,
      28.5,
      83.03504798872783
    ],
    "size": 2.0
  },
  {
    "id": "W2043935734",
    "paperId": "W2043935734",
    "title": "Supersymmetry, supergravity and particle physics",
    "summary": "Headline: \"Review Explores Unification of Gravity and Supersymmetry in Particle Physics\"\n\nSummary:\nIn a comprehensive review published in the journal Physics Reports, physicist Hans Peter Nilles examines the role of supersymmetry and supergravity – a theory that unifies general relativity with supersymmetry – in particle physics. The paper delves into the potential structure of fundamental particles and their high-energy interactions, particularly focusing on the breaking of supersymmetry and its impact on particle interactions. This work builds upon existing theories of supersymmetry and adds insights into the possibilities for a more complete understanding of the universe at the smallest scales.",
    "primaryField": "Particle Physics",
    "year": 1984,
    "publicationDate": "1984-08-01",
    "doi": "https://doi.org/10.1016/0370-1573(84)90008-5",
    "journal": "Physics Reports",
    "firstAuthor": "Hans Peter Nilles",
    "allAuthors": "Hans Peter Nilles",
    "institutions": "European Organization for Nuclear Research; University of Geneva",
    "workType": "article",
    "language": "en",
    "citationCount": 3947,
    "url": "https://openalex.org/W2043935734",
    "position": [
      34,
      16.5,
      82.80964400553373
    ],
    "size": 2.0
  },
  {
    "id": "W2115896628",
    "paperId": "W2115896628",
    "title": "Neutrino oscillations in matter",
    "summary": "**Scientific Findings: New Insights into Neutrino Oscillations in Matter**\n\nIn a groundbreaking study by physicist L. Wolfensten published in Physical Review, the role of coherent forward scattering is emphasized when examining the oscillations of neutrinos traveling through matter. This research is particularly significant for massless neutrinos that do not undergo vacuum oscillations. The study suggests that if the neutral current has an off-diagonal piece linking different neutrino types, oscillations can occur in matter instead.\n\nThe findings could revolutionize our understanding of various applications, such as solar neutrinos and a proposed experiment that involves transmitting neutrinos through 1000 km of rock. This research paves the way for further investigation into these mysterious particles and their interactions with matter, pushing forward the boundaries of neutrino oscillation studies.",
    "primaryField": "Neutrino physics",
    "year": 1978,
    "publicationDate": "1978-05-01",
    "doi": "https://doi.org/10.1103/physrevd.17.2369",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "L. Wolfenstein",
    "allAuthors": "L. Wolfenstein",
    "institutions": "Carnegie Mellon University",
    "workType": "article",
    "language": "en",
    "citationCount": 3902,
    "url": "https://openalex.org/W2115896628",
    "position": [
      28,
      -1.5,
      82.69500767180615
    ],
    "size": 2.0
  },
  {
    "id": "W3041586415",
    "paperId": "W3041586415",
    "title": "Supersymmetric dark matter",
    "summary": "Headline:\n\"Supersymmetry Theory Offered as a Pathway to Identify Hidden Dark Matter\"\n\nSummary:\nPhysics report by Gerard Jungman, Marc Kamionkowski, and K. Griest proposes the neutralino - a lightest superpartner in many supersymmetric theories - as a promising candidate for dark matter, an enigmatic substance believed to make up most of the universe's mass. The authors discuss experimental efforts to detect this theoretical particle in low-background laboratory detectors and through observation of energetic neutrinos from the Sun and Earth. They review prospects for detection of neutralino dark matter, outline procedures for calculating its cosmological abundance, and address uncertainties across various scientific fields such as particle physics, nuclear physics, and astrophysics that impact these calculations. The researchers also provide a brief review of other potential dark-matter candidates and detection methods.",
    "primaryField": "Astroparticle Physics",
    "year": 1996,
    "publicationDate": "1996-03-01",
    "doi": "https://doi.org/10.1016/0370-1573(95)00058-5",
    "journal": "Physics Reports",
    "firstAuthor": "Gerard Jungman",
    "allAuthors": "Gerard Jungman; Marc Kamionkowski; K. Griest",
    "institutions": "Syracuse University; Columbia University; Institute for Advanced Study; University of California, San Diego",
    "workType": "article",
    "language": "en",
    "citationCount": 3875,
    "url": "https://openalex.org/W3041586415",
    "position": [
      46,
      -61.5,
      82.62558973010657
    ],
    "size": 2.0
  },
  {
    "id": "W2014632813",
    "paperId": "W2014632813",
    "title": "Chiral perturbation theory to one loop",
    "summary": "Title: New Insights into Strong Interaction Sector Unraveled by One-Loop Analysis in Chiral Perturbation Theory\n\nIn a groundbreaking study published in Annals of Physics, researchers J. Gasser and H. Leutwyler delve deeper into the mysteries of quantum physics with their one-loop analysis of Chiral Perturbation Theory. This approach allows for the precise determination and calculation of coupling constants within the field of Quantum Chromodynamics. The study endeavors to elucidate the low-energy behavior of the strong interaction sector, shedding light on the dynamics of hadronic systems that are crucial to modern particle physics experiments.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1984,
    "publicationDate": "1984-11-01",
    "doi": "https://doi.org/10.1016/0003-4916(84)90242-2",
    "journal": "Annals of Physics",
    "firstAuthor": "J. Gasser",
    "allAuthors": "J. Gasser; H. Leutwyler",
    "institutions": "University of Bern; European Organization for Nuclear Research",
    "workType": "article",
    "language": "en",
    "citationCount": 3811,
    "url": "https://openalex.org/W2014632813",
    "position": [
      34,
      25.5,
      82.45909264774093
    ],
    "size": 2.0
  },
  {
    "id": "W2045120204",
    "paperId": "W2045120204",
    "title": "Broken Symmetry and the Mass of Gauge Vector Mesons",
    "summary": "Article Title: \"Broken Symmetry Theory UnCovers Gauge Vector Meson Masses: A Pioneering Breakthrough in Physics\"\n\nSummary:\nIn a groundbreaking study published in Physical Review Letters, physicists F. Englert and R. Brout have outlined a theory that could potentially unlock the enigma of gauge vector meson masses. Their work builds upon the concept of broken symmetry, a significant breakthrough in physics that has played a pivotal role in several field theories. By exploring the relationship between symmetry, gauge theory, and particle mass, this milestone research may initiate new avenues of exploration and advance our understanding of the fundamental particles governing the universe.",
    "primaryField": "High Energy Physics",
    "year": 1964,
    "publicationDate": "1964-08-31",
    "doi": "https://doi.org/10.1103/physrevlett.13.321",
    "journal": "Physical Review Letters",
    "firstAuthor": "F. Englert",
    "allAuthors": "F. Englert; R. Brout",
    "institutions": "Université Libre de Bruxelles",
    "workType": "article",
    "language": "en",
    "citationCount": 3739,
    "url": "https://openalex.org/W2045120204",
    "position": [
      14,
      -16.5,
      82.26840890408579
    ],
    "size": 2.0
  },
  {
    "id": "W2130052854",
    "paperId": "W2130052854",
    "title": "Lepton number as the fourth \"color\"",
    "summary": "Headline: Scientists propose treating lepton number as a fourth \"color\" in particle physics\n\nSummary: In a groundbreaking paper published in Physical Review D, physicists Jogesh C. Pati and Abdus Salam suggest an innovative approach to particle interactions by unifying quarks and leptons into 16-fold chiral multiplets. This scheme treats the lepton number as a fourth \"color\" quantum number. The scientists discuss potential experimental consequences of this model, including exotic gauge mesons with both baryonic and leptonic properties, anomalous strong interactions among leptonic and semileptonic processes at high energies, and the possibility of independent baryon-lepton number violation in quark and proton decays. The emergence of ($V+A$) weak-current effects is another key aspect of this proposed framework.",
    "primaryField": "Particle Physics",
    "year": 1974,
    "publicationDate": "1974-07-01",
    "doi": "https://doi.org/10.1103/physrevd.10.275",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Jogesh C. Pati",
    "allAuthors": "Jogesh C. Pati; Abdus Salam",
    "institutions": "University of Maryland, College Park; Imperial College London; The Abdus Salam International Centre for Theoretical Physics (ICTP)",
    "workType": "article",
    "language": "en",
    "citationCount": 3710,
    "url": "https://openalex.org/W2130052854",
    "position": [
      24,
      16.5,
      82.19056661060598
    ],
    "size": 2.0
  },
  {
    "id": "W2090314870",
    "paperId": "W2090314870",
    "title": "The search for supersymmetry: Probing physics beyond the standard model",
    "summary": "Title: New Frontier in Physics Sought: Experts Probe \"Supersymmetry\" for Clues Beyond Standard Model\n\nSubheading: Two leading physicists, Howard E. Haber and Gordon Kane, delve into the exploration of supersymmetry – a potential extension to the Standard Model of physics – as a way to investigate possible physics beyond our current understanding.\n\nIn this comprehensive review published in Physics Reports, the authors employ appropriate notations and methodologies to discuss various aspects of supersymmetry and its potential role in shaping future insights into the fundamental laws of nature. The report builds upon existing research in physics beyond the Standard Model, aiming to support the direction of investigating unknown territories that may reshape our understanding of the universe.",
    "primaryField": "Theoretical Physics",
    "year": 1985,
    "publicationDate": "1985-01-01",
    "doi": "https://doi.org/10.1016/0370-1573(85)90051-1",
    "journal": "Physics Reports",
    "firstAuthor": "Howard E. Haber",
    "allAuthors": "Howard E. Haber; Gordon Kane",
    "institutions": "SLAC National Accelerator Laboratory; Stanford Synchrotron Radiation Lightsource; University of California, Santa Cruz; University of Michigan",
    "workType": "article",
    "language": "en",
    "citationCount": 3622,
    "url": "https://openalex.org/W2090314870",
    "position": [
      35,
      55.5,
      81.95057690895077
    ],
    "size": 2.0
  },
  {
    "id": "W1980039675",
    "paperId": "W1980039675",
    "title": "Dynamical breaking of supersymmetry",
    "summary": "In a significant development for fundamental physics, renowned scientist Edward Witten delves into the \"Dynamical breaking of supersymmetry\" in the journal Nuclear Physics B. Focusing on instanton solutions, this research offers promising perspectives on understanding and ultimately solving longstanding particle physics challenges like grand unification theories.",
    "primaryField": "Particle Physics",
    "year": 1981,
    "publicationDate": "1981-10-01",
    "doi": "https://doi.org/10.1016/0550-3213(81)90006-7",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Edward Witten",
    "allAuthors": "Edward Witten",
    "institutions": "Princeton University",
    "workType": "article",
    "language": "en",
    "citationCount": 3620,
    "url": "https://openalex.org/W1980039675",
    "position": [
      31,
      16.5,
      81.94505509765641
    ],
    "size": 2.0
  },
  {
    "id": "W1997985887",
    "paperId": "W1997985887",
    "title": "Barygenesis without grand unification",
    "summary": "Headline: New Electroweak Interaction Model Challenges Grand Unified Theory and Baryon Number Conservation Norms\n\nSummary: In the latest research published in Physics Letters B, physicists M. Fukugita and T. Yanagida propose a groundbreaking electroweak interaction model that challenges traditional views on baryon number conservation within particle physics. Instead of relying on a grand unified theory as previously thought, this novel model suggests the possibility of generating baryons without it. The implications of this work could reshape the understanding of fundamental particles and interactions in the field of physics.",
    "primaryField": "Particle Physics",
    "year": 1986,
    "publicationDate": "1986-06-01",
    "doi": "https://doi.org/10.1016/0370-2693(86)91126-3",
    "journal": "Physics Letters B",
    "firstAuthor": "M. Fukugita",
    "allAuthors": "M. Fukugita; T. Yanagida",
    "institutions": "Kyoto University; Deutsches Elektronen-Synchrotron DESY; Tohoku University",
    "workType": "article",
    "language": "en",
    "citationCount": 3614,
    "url": "https://openalex.org/W1997985887",
    "position": [
      36,
      16.5,
      81.92847134592866
    ],
    "size": 2.0
  },
  {
    "id": "W2081122760",
    "paperId": "W2081122760",
    "title": "Chiral perturbation theory: Expansions in the mass of the strange quark",
    "summary": "**New breakthrough in Strange Quark Physics: Expansions offer insights into Nuclear Octet**\n\nIn a significant development for physics, a new study by Gasser and Leutwyler published in Nuclear Physics B proposes expansions in the mass of the strange quark using Chiral Perturbation Theory. This research delves into the behavior of pseudoscalar mesons, essential components of the nuclear octet, offering valuable insights into the role of strange quarks in complex nuclear systems. The study aims to contribute to a deeper understanding of these intricate interactions within the broad field of physics.",
    "primaryField": "Nuclear Physics",
    "year": 1985,
    "publicationDate": "1985-01-01",
    "doi": "https://doi.org/10.1016/0550-3213(85)90492-4",
    "journal": "Nuclear Physics B",
    "firstAuthor": "J. Gasser",
    "allAuthors": "J. Gasser; H. Leutwyler",
    "institutions": "University of Bern; European Organization for Nuclear Research",
    "workType": "article",
    "language": "en",
    "citationCount": 3289,
    "url": "https://openalex.org/W2081122760",
    "position": [
      35,
      7.5,
      80.98642843759418
    ],
    "size": 2.0
  },
  {
    "id": "W2096475520",
    "paperId": "W2096475520",
    "title": "Cosmic separation of phases",
    "summary": "Physicist Edward Witten proposes an intriguing new theory suggesting that a first-order quantum chromodynamics (QCD) phase transition in the early universe could result in quark nuggets as potential dark matter candidates. The theory, published in Physical Review D, postulates that concentrated quark excess formation would provide an explanation for dark matter without relying on additional particles or physics beyond QCD.\nThe research explores possibilities that neutron stars might generate a quark-matter component of cosmic rays and that the QCD phase transition could produce a detectable gravitational signal. This work advances our understanding of dense matter within particle physics and offers new directions for investigating dark matter and cosmological phenomena.",
    "primaryField": "High Energy Physics",
    "year": 1984,
    "publicationDate": "1984-07-15",
    "doi": "https://doi.org/10.1103/physrevd.30.272",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Edward Witten",
    "allAuthors": "Edward Witten",
    "institutions": "Institute for Advanced Study",
    "workType": "article",
    "language": "en",
    "citationCount": 3256,
    "url": "https://openalex.org/W2096475520",
    "position": [
      34,
      -16.5,
      80.88561805276234
    ],
    "size": 2.0
  },
  {
    "id": "W2155070207",
    "paperId": "W2155070207",
    "title": "Symmetry Breaking through Bell-Jackiw Anomalies",
    "summary": "Title: Groundbreaking Research on Fermion Interactions Challenges Conservation Laws\n\nPhysicist Gerard 't Hooft's ground-breaking research in Physical Review Letters explores the violations of certain current-conservation laws within models of fermions coupled to gauge fields. These violations, known as Bell-Jackiw anomalies, often remain conserved only at a perturbative level. However, Hooft's work reveals that nonperturbative effects can lead to interactions that break the charge conservation. This finding could ultimately result in baryon and lepton number nonconservation within certain $V\\ensuremath{-}A$ gauge theories with charm, and the non-vanishing mass squared of the $\\ensuremath{\\eta}$.",
    "primaryField": "Quantum Field Theory",
    "year": 1976,
    "publicationDate": "1976-07-05",
    "doi": "https://doi.org/10.1103/physrevlett.37.8",
    "journal": "Physical Review Letters",
    "firstAuthor": "Gerard ’t Hooft",
    "allAuthors": "Gerard ’t Hooft",
    "institutions": "Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 3184,
    "url": "https://openalex.org/W2155070207",
    "position": [
      26,
      28.5,
      80.66207568006264
    ],
    "size": 2.0
  },
  {
    "id": "W2162752858",
    "paperId": "W2162752858",
    "title": "The Purchasing-Power Parity Doctrine: A Reappraisal",
    "summary": "Title: Economist Rewamps Purchasing-Power Parity Doctrine for Global Trading\n\nIn a new study published in the Journal of Political Economy, economist Béla Balassa offers a fresh perspective on the Purchasing-Power Parity (PPP) Doctrine, a cornerstone concept within economics. The paper aims to reevaluate the doctrine's implications for international trade and exchange rate determination, potentially influencing future economic policy and global market analysis. By critically assessing the PPP Doctrine's contemporary relevance, Balassa seeks to shed light on its validity and practical significance in the modern economic landscape.",
    "primaryField": "Economics",
    "year": 1964,
    "publicationDate": "1964-12-01",
    "doi": "https://doi.org/10.1086/258965",
    "journal": "Journal of Political Economy",
    "firstAuthor": "Béla Balassa",
    "allAuthors": "Béla Balassa",
    "institutions": null,
    "workType": "article",
    "language": "en",
    "citationCount": 3166,
    "url": "https://openalex.org/W2162752858",
    "position": [
      14,
      -28.5,
      80.6054004653864
    ],
    "size": 2.0
  },
  {
    "id": "W2093700493",
    "paperId": "W2093700493",
    "title": "Application of phase sensitive two-dimensional correlated spectroscopy (COSY) for measurements of 1H-1H spin-spin coupling constants in proteins",
    "summary": "Chemistry Paper Offers Insight into Protein Structures\n\nScientists have made a significant stride in understanding protein structures with a new method developed by Dominique Marion and Kurt Wüthrich. The researchers applied phase sensitive two-dimensional correlated spectroscopy (COSY) to measure crucial 1H-1H spin-spin coupling constants within proteins. This advancement offers a more precise way to study spin-spin interactions, which plays a vital role in protein structure research, as published in Biochemical and Biophysical Research Communications.",
    "primaryField": "Nuclear Magnetic Resonance (NMR) Spectroscopy",
    "year": 1983,
    "publicationDate": "1983-06-01",
    "doi": "https://doi.org/10.1016/0006-291x(83)91093-8",
    "journal": "Biochemical and Biophysical Research Communications",
    "firstAuthor": "Dominique Marion",
    "allAuthors": "Dominique Marion; Kurt Wüthrich",
    "institutions": null,
    "workType": "article",
    "language": "en",
    "citationCount": 3146,
    "url": "https://openalex.org/W2093700493",
    "position": [
      33,
      4.5,
      80.54204897064407
    ],
    "size": 2.0
  },
  {
    "id": "W1748447111",
    "paperId": "W1748447111",
    "title": "A PCAC puzzle: π0→γγ in the σ-model",
    "summary": "Title: Solving the π0 Decay Puzzle with Linguistic Regularization in Physics\n\nA new study by physicists J. S. Bell and R. Jackiw offers a potential solution to a long-standing puzzle in particle physics – the decay of the pion into two photons (π0→γγ). Published in Nuovo cimento della Società italiana di fisica, the research employs linguistic regularization techniques to tackle difficulties in gauge theory and coupling constants. The findings could help advance our understanding of fundamental interactions within the particle physics realm.",
    "primaryField": "Particle Physics",
    "year": 1969,
    "publicationDate": "1969-03-01",
    "doi": "https://doi.org/10.1007/bf02823296",
    "journal": "Nuovo cimento della Società italiana di fisica. A, Nuclei, particles and fields",
    "firstAuthor": "J. S. Bell",
    "allAuthors": "J. S. Bell; R. Jackiw",
    "institutions": "European Organization for Nuclear Research; Harvard University Press",
    "workType": "article",
    "language": "it",
    "citationCount": 3112,
    "url": "https://openalex.org/W1748447111",
    "position": [
      19,
      16.5,
      80.43342170441608
    ],
    "size": 2.0
  },
  {
    "id": "W2118488783",
    "paperId": "W2118488783",
    "title": "Neutrino masses in SU(2) ⊗ U(1) theories",
    "summary": "Title: New Perspectives on Neutrino Decay and Oscillation in SU(2)⨁U(1) Theories\n\nIn a new study published in Physical Review D, physicists J. Schechter and J. W. F. Valle propose an innovative approach to understanding neutrino masses withinSU(2) × U(1) theories, collectively referred to as ($n$, $m$), where n refers to the number of isodoublet neutrinos, and m represents isosinglet neutrinos.\n\nThe researchers' work builds upon previous models of neutrino interactions, introducing a novel rectangular matrix $K$ that describes charged-current weak interactions. This matrix leads to potential neutrino decay into lighter particles and the existence of neutral-current oscillations in neutrinos, which have yet to be observed. The formalism for these oscillations is detailed in the study.\n\nThe paper also delves into associated materials on parametrizing unitary matrices and the quantum theory of Majorana particles, paving the way for further exploration into the intricate world of neutrino physics.",
    "primaryField": "Theoretical Physics",
    "year": 1980,
    "publicationDate": "1980-11-01",
    "doi": "https://doi.org/10.1103/physrevd.22.2227",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "J. Schechter",
    "allAuthors": "J. Schechter; J. W. F. Valle",
    "institutions": "Syracuse University",
    "workType": "article",
    "language": "en",
    "citationCount": 3093,
    "url": "https://openalex.org/W2118488783",
    "position": [
      30,
      55.5,
      80.37220031133012
    ],
    "size": 2.0
  },
  {
    "id": "W2007746935",
    "paperId": "W2007746935",
    "title": "Cosmology of the invisible axion",
    "summary": "**New Study Probes Cosmic Mysteries with Axion Particles**\n\nPhysicists John Preskill, Mark B. Wise, and Frank Wilczek delve into the cosmological significance of axions - hypothetical particles yet to be discovered - in a new paper published in Physics Letters B. The study investigates how these elusive entities could play a role in the large-scale structure of the universe, potentially influencing astrophysical phenomena. By exploring this unexplored terrain at the intersection of particle physics and cosmology, the researchers aim to shed light on some of the universe's most enduring mysteries.",
    "primaryField": "Particle Physics",
    "year": 1983,
    "publicationDate": "1983-01-01",
    "doi": "https://doi.org/10.1016/0370-2693(83)90637-8",
    "journal": "Physics Letters B",
    "firstAuthor": "John Preskill",
    "allAuthors": "John Preskill; Mark B. Wise; Frank Wilczek",
    "institutions": "Harvard University; University of California, Santa Barbara",
    "workType": "article",
    "language": "en",
    "citationCount": 3081,
    "url": "https://openalex.org/W2007746935",
    "position": [
      33,
      16.5,
      80.33334015880061
    ],
    "size": 2.0
  },
  {
    "id": "W2059777410",
    "paperId": "W2059777410",
    "title": "Remarks on the Unified Model of Elementary Particles",
    "summary": "New Particle Theory Suggests Unified View of Elementary Particles\n\nIn a new study published in Progress of Theoretical Physics, physicists Ziro Maki, M. Nakagawa, and Shoichi Sakata propose a novel particle mixture theory for neutrinos. This theory, which assumes the existence of two types of neutrinos, could potentially lead to a unified model of all elementary particles by expanding on the Sakata-Nagoya model. The researchers' scheme offers a natural explanation for the small leptonic decay rate of hyperons and the subtle difference between electron neutrino interaction rates in muon and beta decays.",
    "primaryField": "Particle Physics",
    "year": 1962,
    "publicationDate": "1962-11-01",
    "doi": "https://doi.org/10.1143/ptp.28.870",
    "journal": "Progress of Theoretical Physics",
    "firstAuthor": "Ziro Maki",
    "allAuthors": "Ziro Maki; M. Nakagawa; Shoichi Sakata",
    "institutions": "Nagoya University",
    "workType": "article",
    "language": "en",
    "citationCount": 3075,
    "url": "https://openalex.org/W2059777410",
    "position": [
      12,
      16.5,
      80.31385330625534
    ],
    "size": 2.0
  },
  {
    "id": "W2050773679",
    "paperId": "W2050773679",
    "title": "Accurate nucleon-nucleon potential with charge-independence breaking",
    "summary": "Scientists unveil a sophisticated nuclear physics model named Argonne v18\n----------------------------------------------------------------------\n\nPhysicists R. B. Wiringa, V. G. J. Stoks, and R. Schiavilla have introduced a new, high-quality nucleon-nucleon potential - the Argonne v18. This model marks an advancement in nuclear physics, building upon the Argonne v14 potential. The new potential includes charge-independence breaking operators, improving accuracy by incorporating charge dependence, charge asymmetry and a complete electromagnetic interaction. It has been optimized to fit Nijmegen proton-proton (pp) and neutron-proton (np) scattering data, low-energy neutron-neutron (nn) scattering parameters, and deuteron binding energy. The Argonne v18 offers a significant improvement with a chi-square per datum of 1.09 for 4301 pp and np data in the range 0-350 MeV.",
    "primaryField": "Nuclear Physics",
    "year": 1995,
    "publicationDate": "1995-01-01",
    "doi": "https://doi.org/10.1103/physrevc.51.38",
    "journal": "Physical Review C",
    "firstAuthor": "R. B. Wiringa",
    "allAuthors": "R. B. Wiringa; V. G. J. Stoks; R. Schiavilla",
    "institutions": "Argonne National Laboratory; Flinders University; Old Dominion University",
    "workType": "article",
    "language": "en",
    "citationCount": 3035,
    "url": "https://openalex.org/W2050773679",
    "position": [
      45,
      7.5,
      80.18296138515521
    ],
    "size": 2.0
  },
  {
    "id": "W2041895108",
    "paperId": "W2041895108",
    "title": "Constraints imposed by<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mml:mi>CP</mml:mi></mml:math>conservation in the presence of pseudoparticles",
    "summary": "Headline: \"Physicists Shed Light on Strong CP Conservation in Quantum Chromodynamics\"\n\nSummary: A new paper by R.D. Peccei and Helen R. Quinn, published in Physical Review D, explores the constraints imposed by strong CP conservation in theories of quantum-chromodynamics type. The study delves into how these constraints are influenced by both weak and electromagnetic interactions. Remarkably, the authors find that strong CP conservation can be maintained as a natural symmetry when the full Lagrangian incorporates a chiral U(1) invariance. This research offers valuable insights into a recent model of weak CP nonconservation within particle physics.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1977,
    "publicationDate": "1977-09-15",
    "doi": "https://doi.org/10.1103/physrevd.16.1791",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "R.D. Peccei",
    "allAuthors": "R.D. Peccei; Helen R. Quinn",
    "institutions": "Stanford University",
    "workType": "article",
    "language": "en",
    "citationCount": 2944,
    "url": "https://openalex.org/W2041895108",
    "position": [
      27,
      25.5,
      79.87864096085687
    ],
    "size": 2.0
  },
  {
    "id": "W2223433365",
    "paperId": "W2223433365",
    "title": "Broken symmetries, massless particles and gauge fields",
    "summary": "**Physics paper proposes theory on 'broken symmetries' and massless particles**\n\nIn a groundbreaking 1964 publication, Physicist Peter W. Higgs presents an innovative approach to understanding and describing fundamental physical phenomena through the lens of broken symmetries, massless particles, and gauge fields. The study delves into these concepts within homogeneous spaces, providing new insights on their implications in theoretical physics. The work builds upon previous research and offers a significant contribution to the field.",
    "primaryField": "Particle Physics",
    "year": 1964,
    "publicationDate": "1964-09-01",
    "doi": "https://doi.org/10.1016/0031-9163(64)91136-9",
    "journal": "Physics Letters",
    "firstAuthor": "Peter W. Higgs",
    "allAuthors": "Peter W. Higgs",
    "institutions": "University of Edinburgh",
    "workType": "article",
    "language": "en",
    "citationCount": 2898,
    "url": "https://openalex.org/W2223433365",
    "position": [
      14,
      16.5,
      79.72121128921655
    ],
    "size": 2.0
  },
  {
    "id": "W126362881",
    "paperId": "W126362881",
    "title": "<i>The Feynman Lectures on Physics</i>",
    "summary": "Paper Title: \"The Feynman Lectures on Physics\"\n\nIn a groundbreaking article published in Physics Today, Richard P. Feynman and colleagues discuss the fundamental concept of Feynman diagrams within the realm of theoretical physics. This landmark work delves into the mathematical representation of particle interactions, expanding upon previous studies in quantum mechanics and particle physics. The paper emphasizes the practical application of these diagrams to gain a clear understanding of complex physical phenomena, supporting their importance as a valuable tool for both education and research in the field of physics.",
    "primaryField": "Theoretical Physics",
    "year": 1964,
    "publicationDate": "1964-08-01",
    "doi": "https://doi.org/10.1063/1.3051743",
    "journal": "Physics Today",
    "firstAuthor": "Richard P. Feynman",
    "allAuthors": "Richard P. Feynman; Robert B. Leighton; Matthew Sands; S. B. Treiman",
    "institutions": "Princeton University",
    "workType": "article",
    "language": "en",
    "citationCount": 2871,
    "url": "https://openalex.org/W126362881",
    "position": [
      14,
      55.5,
      79.62763930168114
    ],
    "size": 2.0
  },
  {
    "id": "W2117836026",
    "paperId": "W2117836026",
    "title": "Weak Interactions with Lepton-Hadron Symmetry",
    "summary": "Physics paper proposes new model for Weak Interactions, bridging quarks and leptons\n\nSheldon Glashow, J. Iliopoulos, and Luciano Maiani's groundbreaking paper in the Physical Review has presented a novelmodel of weak interactions, where currents are built from four basic quark fields interacting with a charged massive vector boson. The model preserves strong-interaction symmetry and upholds all observed weak-interaction selection rules, even in higher orders of perturbation theory. Remarkably, the paper showcases a newfound symmetry between leptons and quarks, hinting at possible unification within physics. A discussion on extending this model to a complete Yang-Mills theory is also included.",
    "primaryField": "Particle Physics",
    "year": 1970,
    "publicationDate": "1970-10-01",
    "doi": "https://doi.org/10.1103/physrevd.2.1285",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Sheldon L. Glashow",
    "allAuthors": "Sheldon L. Glashow; J. Iliopoulos; Luciano Maiani",
    "institutions": "Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 2857,
    "url": "https://openalex.org/W2117836026",
    "position": [
      20,
      16.5,
      79.57877358489813
    ],
    "size": 2.0
  },
  {
    "id": "W1997474154",
    "paperId": "W1997474154",
    "title": "A cosmological bound on the invisible axion",
    "summary": "New Study Constrains Hypothetical Dark Matter Component\n\nPhysics Letters B publishes a groundbreaking paper by L. F. Abbott and P. Sikivie that sheds light on the invisible axion, a hypothetical particle believed to make up a significant portion of dark matter. The research builds upon their 1983 framework, advancing our understanding of particle physics and theoretical cosmology by narrowing potential properties of this elusive component of the universe. The findings may pave the way for future discoveries in astrophysics and the search for dark matter.",
    "primaryField": "Particle Physics",
    "year": 1983,
    "publicationDate": "1983-01-01",
    "doi": "https://doi.org/10.1016/0370-2693(83)90638-x",
    "journal": "Physics Letters B",
    "firstAuthor": "L. F. Abbott",
    "allAuthors": "L. F. Abbott; P. Sikivie",
    "institutions": "Brandeis University; University of Florida",
    "workType": "article",
    "language": "en",
    "citationCount": 2817,
    "url": "https://openalex.org/W1997474154",
    "position": [
      33,
      16.5,
      79.43782692458625
    ],
    "size": 2.0
  },
  {
    "id": "W2066711625",
    "paperId": "W2066711625",
    "title": "Exclusive processes in perturbative quantum chromodynamics",
    "summary": "Physicists G. Peter Lepage and Stanley J. Brodsky present an in-depth study on large-momentum-transfer exclusive processes within perturbative quantum chromodynamics (QCD), published in Physical Review D. This research focuses on elastic and inelastic form factors, and large-angle exclusive scattering amplitudes for hadrons and photons.\n\nThe findings highlight that such reactions are primarily driven by quark and gluon subprocesses at short distances, demonstrating the applicability of QCD's scaling behavior and power-law falloff predictions in high luminosity hadronic interactions. The study also reveals dimensionally counting rules for the power-law fall off of these amplitudes, with calculable logarithmic corrections from the behavior of hadronic wave functions at short distances.\n\nThe analysis is systematic, carried out using light-cone perturbation theory and light-cone gauge – but also presents a gauge-independent approach. The research centers on the evolution equations for process-independent meson and baryon \"distribution amplitudes\" that control the valence-quark distributions in high-momentum-transfer exclusive reactions, providing a more comprehensive understanding of perturbative quantum chromodynamics within particle physics.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1980,
    "publicationDate": "1980-11-01",
    "doi": "https://doi.org/10.1103/physrevd.22.2157",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "G. Peter Lepage",
    "allAuthors": "G. Peter Lepage; Stanley J. Brodsky",
    "institutions": "Cornell University; SLAC National Accelerator Laboratory; Stanford Synchrotron Radiation Lightsource; Stanford University",
    "workType": "article",
    "language": "en",
    "citationCount": 2795,
    "url": "https://openalex.org/W2066711625",
    "position": [
      30,
      25.5,
      79.35945103353701
    ],
    "size": 2.0
  },
  {
    "id": "W2141743314",
    "paperId": "W2141743314",
    "title": "Mesons in a relativized quark model with chromodynamics",
    "summary": "Title: New Model Unifies Description of Mesons from Pion to Upsilon\n\nAuthors Stephen Godfrey and Nathan Isgur propose a groundbreaking unified quark model that describes various mesons, ranging from the pi to the Upsilon, encompassing QCD principles (Quantum Chromodynamics). The model emphasizes a unique potential derived from one-gluon exchange and linear confinement, with significant emphasis on relativistic effects. The authors provide robust spectroscopic results supported by an extensive analysis of strong, electromagnetic, and weak meson couplings.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1985,
    "publicationDate": "1985-07-01",
    "doi": "https://doi.org/10.1103/physrevd.32.189",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Stephen Godfrey",
    "allAuthors": "Stephen Godfrey; Nathan Isgur",
    "institutions": "University of Toronto",
    "workType": "article",
    "language": "en",
    "citationCount": 2781,
    "url": "https://openalex.org/W2141743314",
    "position": [
      35,
      25.5,
      79.30925372483388
    ],
    "size": 2.0
  },
  {
    "id": "W1986608926",
    "paperId": "W1986608926",
    "title": "Distribution functions in physics: Fundamentals",
    "summary": "Headline: \"New Physics Report Explores Fundamental Properties of Distribution Functions\"\n\nSummary:\nIn a recent publication by Mark Hillery, R. F. O’Connell, Marlan O. Scully, and E. P. Wigner for Physics Reports, the authors delve into an exploration of distribution functions in physics, with a particular focus on their fundamental properties and applications within statistical and theoretical physics. This work offers a comprehensive overview of the mathematical foundations of these distributions, aiming to provide valuable insights for researchers and practitioners in the field. By building upon prior research in this area, the authors support the direction of enhancing our understanding of how distribution functions function within the broader framework of physics.",
    "primaryField": "Statistical Physics",
    "year": 1984,
    "publicationDate": "1984-04-01",
    "doi": "https://doi.org/10.1016/0370-1573(84)90160-1",
    "journal": "Physics Reports",
    "firstAuthor": "Mark Hillery",
    "allAuthors": "Mark Hillery; R. F. O’Connell; Marlan O. Scully; E. P. Wigner",
    "institutions": null,
    "workType": "article",
    "language": "en",
    "citationCount": 2765,
    "url": "https://openalex.org/W1986608926",
    "position": [
      34,
      49.5,
      79.25157512224703
    ],
    "size": 2.0
  },
  {
    "id": "W2595129576",
    "paperId": "W2595129576",
    "title": "On anomalous electroweak baryon-number non-conservation in the early universe",
    "summary": "\"Physicists Propose New Model on Baryon Asymmetry Origins\n\nIn a new paper published in Physics Letters B, V.A. Kuzmin, V. A. Rubakov, and Mikhail Shaposhnikov delve into anomalous electroweak baryon-number non-conservation in the early universe – a key concept in particle physics. Leveraging their 1985 work, they propose an updated theoretical model that sheds light on the intriguing question of baryon asymmetry's origin in the cosmos.\"",
    "primaryField": "Cosmology",
    "year": 1985,
    "publicationDate": "1985-05-01",
    "doi": "https://doi.org/10.1016/0370-2693(85)91028-7",
    "journal": "Physics Letters B",
    "firstAuthor": "V.A. Kuzmin",
    "allAuthors": "V.A. Kuzmin; V. A. Rubakov; Mikhail Shaposhnikov",
    "institutions": "Institute for Nuclear Research; The Abdus Salam International Centre for Theoretical Physics (ICTP)",
    "workType": "article",
    "language": "en",
    "citationCount": 2757,
    "url": "https://openalex.org/W2595129576",
    "position": [
      35,
      -34.5,
      79.22261058353247
    ],
    "size": 2.0
  },
  {
    "id": "W2603156218",
    "paperId": "W2603156218",
    "title": "A schematic model of baryons and mesons",
    "summary": "\"Revisiting Subatomic Particles: Physicist Proposes New Theoretical Model for Baryons and Mesons\"\n\nIn a groundbreaking paper published in Physics Letters, Murray Gell-Mann revisits the mass spectrum and inherent 'strangeness' properties of baryons and mesons, essential components of particle physics. This latest schematic model builds upon his 1964 framework and could offer insights into the fundamental structure of these elementary particles, furthering our understanding of subatomic interactions.",
    "primaryField": "Particle Physics",
    "year": 1964,
    "publicationDate": "1964-02-01",
    "doi": "https://doi.org/10.1016/s0031-9163(64)92001-3",
    "journal": "Physics Letters",
    "firstAuthor": "Murray Gell‐Mann",
    "allAuthors": "Murray Gell‐Mann",
    "institutions": "California Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 2737,
    "url": "https://openalex.org/W2603156218",
    "position": [
      14,
      16.5,
      79.14983005848394
    ],
    "size": 2.0
  },
  {
    "id": "W2109394810",
    "paperId": "W2109394810",
    "title": "J/ψ suppression by quark-gluon plasma formation",
    "summary": "Title: New Study Uncovers Particle Interaction Secrets in Quark-Gluon Plasma\n\nIn an groundbreaking study published in Physics Letters B, Tetsuo Matsui and Helmut Satz delve into the interaction of J/ψ particles within quark-gluon plasma, providing fresh insights into particle physics. The research highlights the significant role of gluons, key component particles, in these interactions during plasma formation. This work builds upon prior studies investigating the behavior of particles within plasma and supports ongoing efforts to better understand the fundamental structure of matter.",
    "primaryField": "Nuclear Physics",
    "year": 1986,
    "publicationDate": "1986-10-01",
    "doi": "https://doi.org/10.1016/0370-2693(86)91404-8",
    "journal": "Physics Letters B",
    "firstAuthor": "Tetsuo Matsui",
    "allAuthors": "Tetsuo Matsui; Helmut Satz",
    "institutions": "Massachusetts Institute of Technology; Bielefeld University; Brookhaven National Laboratory",
    "workType": "article",
    "language": "en",
    "citationCount": 2736,
    "url": "https://openalex.org/W2109394810",
    "position": [
      36,
      7.5,
      79.1461770904068
    ],
    "size": 2.0
  },
  {
    "id": "W2018603564",
    "paperId": "W2018603564",
    "title": "Consequences of anomalous ward identities",
    "summary": "\"New paper unearths anomalous behavior in ward identities in Physics\n\nA groundbreaking study published in Physics Letters B, authored by J. Wess and Bruno Zumino, delves into the peculiar nature of ward identities in physics. The research focuses on how these identities behave within low energy regimes and their impact on pseudoscalar properties. By shedding light on these anomalies, this work provides valuable insights that may reshape our understanding of physics.\"",
    "primaryField": "Quantum Field Theory",
    "year": 1971,
    "publicationDate": "1971-11-01",
    "doi": "https://doi.org/10.1016/0370-2693(71)90582-x",
    "journal": "Physics Letters B",
    "firstAuthor": "J. Wess",
    "allAuthors": "J. Wess; Bruno Zumino",
    "institutions": "European Organization for Nuclear Research; Karlsruhe University of Education",
    "workType": "article",
    "language": "en",
    "citationCount": 2731,
    "url": "https://openalex.org/W2018603564",
    "position": [
      21,
      28.5,
      79.12789220690681
    ],
    "size": 2.0
  },
  {
    "id": "W2022463172",
    "paperId": "W2022463172",
    "title": "The not-so-harmless axion",
    "summary": "**New Study Sheds Light on Mysterious Axion Particles**\n\nPhysics Letters B publishes groundbreaking research by Michael Dine and Willy Fischler, proposing that axions - elusive particles long thought to be harmless - could hold the key to resolving one of the universe's most persistent mysteries: the cosmological constant problem. The study delves into the intricate relationship between axions and the fundamental forces governing the cosmos, potentially providing a new direction in particle physics and cosmology research.",
    "primaryField": "Particle Physics",
    "year": 1983,
    "publicationDate": "1983-01-01",
    "doi": "https://doi.org/10.1016/0370-2693(83)90639-1",
    "journal": "Physics Letters B",
    "firstAuthor": "Michael Dine",
    "allAuthors": "Michael Dine; Willy Fischler",
    "institutions": "Institute for Advanced Study; University of Pennsylvania",
    "workType": "article",
    "language": "en",
    "citationCount": 2727,
    "url": "https://openalex.org/W2022463172",
    "position": [
      33,
      16.5,
      79.11324018963353
    ],
    "size": 2.0
  },
  {
    "id": "W2012218074",
    "paperId": "W2012218074",
    "title": "Anomaly cancellations in supersymmetric D = 10 gauge theory and superstring theory",
    "summary": "Headline: New Study Advances Understanding of Anomaly Cancellations in Supersymmetric Theories\n\nSummary:\nA groundbreaking study by physicists Michael Green and John H. Schwarz delves into the intricate world of anomaly cancellations, specifically focusing on the Green-Schwarz mechanism within supersymmetric D = 10 gauge theory and superstring theory. By exploring these concepts in the context of supergravity, the authors provide critical insight into potential implications for these theories, advancing our understanding of supersymmetry and its role in some of the most fundamental questions in physics.",
    "primaryField": "Theoretical Physics",
    "year": 1984,
    "publicationDate": "1984-12-01",
    "doi": "https://doi.org/10.1016/0370-2693(84)91565-x",
    "journal": "Physics Letters B",
    "firstAuthor": "Michael Green",
    "allAuthors": "Michael Green; John H. Schwarz",
    "institutions": "Queen Mary University of London; California Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 2695,
    "url": "https://openalex.org/W2012218074",
    "position": [
      34,
      55.5,
      78.99524472032198
    ],
    "size": 2.0
  },
  {
    "id": "W2130971715",
    "paperId": "W2130971715",
    "title": "THE MATERIAL BONE: Structure-Mechanical Function Relations",
    "summary": "New Research Explores Structure-Mechanical Functions of Bone Material: A Tale of Hierarchies and Evolution\n\nIn a groundbreaking review published in Annual Review of Materials Science, Stephen Weiner and H. Daniel Wagner delve into the complex structure-mechanical functions relationship within bones. This remarkable material, consisting of mineralized collagen fibrils organized across seven hierarchical levels, has evolved to perform diverse mechanical roles with finely tuned structures – a tantalizing puzzle that this study aims to unravel. The research highlights underlying strategies in matching bone structure with function while identifying knowledge gaps, providing valuable insights not just for biology but also inspiring innovative ideas in the design of synthetic materials.",
    "primaryField": "Biophysics",
    "year": 1998,
    "publicationDate": "1998-08-01",
    "doi": "https://doi.org/10.1146/annurev.matsci.28.1.271",
    "journal": "Annual Review of Materials Science",
    "firstAuthor": "Stephen Weiner",
    "allAuthors": "Stephen Weiner; H. Daniel Wagner",
    "institutions": "Weizmann Institute of Science",
    "workType": "article",
    "language": "en",
    "citationCount": 2663,
    "url": "https://openalex.org/W2130971715",
    "position": [
      48,
      -49.5,
      78.8758403166028
    ],
    "size": 2.0
  },
  {
    "id": "W2000000424",
    "paperId": "W2000000424",
    "title": "A simple solution to the strong CP problem with a harmless axion",
    "summary": "Science Breakthrough: Simplifying the Strong CP Problem with the Hypothetical Axion Particle\n\nPhysics Letters B publishes a groundbreaking study by Michael Dine, Willy Fischler, and Mark Srednicki, presenting a new, harmless axion solution to the long-standing strong CP problem in physics. The solution offers a simpler, less intrusive approach to resolving this issue compared to previous theories.",
    "primaryField": "Particle Physics",
    "year": 1981,
    "publicationDate": "1981-08-01",
    "doi": "https://doi.org/10.1016/0370-2693(81)90590-6",
    "journal": "Physics Letters B",
    "firstAuthor": "Michael Dine",
    "allAuthors": "Michael Dine; Willy Fischler; Mark Srednicki",
    "institutions": "Institute for Advanced Study; University of Pennsylvania; Princeton University",
    "workType": "article",
    "language": "en",
    "citationCount": 2643,
    "url": "https://openalex.org/W2000000424",
    "position": [
      31,
      16.5,
      78.80048200971576
    ],
    "size": 2.0
  },
  {
    "id": "W2101449797",
    "paperId": "W2101449797",
    "title": "Highly relativistic nucleus-nucleus collisions: The central rapidity region",
    "summary": "Paper Title: Nuclear Collisions Reveal Evidence of High-Temperature Quark-Gluon Plasma\n\nPhysicist James D. Bjorken, in a new study published in Physical Review D's Particles and Fields section, examines the aftermath of high-speed nuclear collisions. The research focuses on the central rapidity region, where the production of a quark-gluon plasma (QGP), a state of matter thought to exist under extreme conditions, is suggested. Bjorken's work confirms earlier findings that QGP is produced at temperatures exceeding 200-300 MeV and persists for over 5 femtoseconds. The study utilizes hydro dynamics and the presence of a flat central plateau to model and describe the space-time evolution of the resulting hadronic matter, contributing significantly to the ongoing investigation in nuclear physics.",
    "primaryField": "Relativistic Heavy Ion Physics",
    "year": 1983,
    "publicationDate": "1983-01-01",
    "doi": "https://doi.org/10.1103/physrevd.27.140",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "James D. Bjorken",
    "allAuthors": "James D. Bjorken",
    "institutions": "Fermi National Accelerator Laboratory",
    "workType": "article",
    "language": "en",
    "citationCount": 2636,
    "url": "https://openalex.org/W2101449797",
    "position": [
      33,
      46.5,
      78.77397186353286
    ],
    "size": 2.0
  },
  {
    "id": "W1973565526",
    "paperId": "W1973565526",
    "title": "Vacuum configurations for superstrings",
    "summary": "Superstring Theory Breakthrough Uncovered: Four Leading Scientists Shed Light on Cosmological Constants\n\nIn a groundbreaking study published in Nuclear Physics B, physicists Philip Candelas, Gary T. Horowitz, Andrew Strominger, and Edward Witten have delved into the realm of superstring theory to investigate vacuum configurations and their implications for supergravity and supersymmetry. The researchers aim to provide insights into cosmological constants and potential solutions to the hierarchy problem – a fundamental challenge in physics. With theories of superstrings playing an increasingly significant role in unifying diverse concepts within particle physics, this study moves us one step closer to understanding the universe's most perplexing questions.",
    "primaryField": "Theoretical Physics",
    "year": 1985,
    "publicationDate": "1985-01-01",
    "doi": "https://doi.org/10.1016/0550-3213(85)90602-9",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Philip Candelas",
    "allAuthors": "Philip Candelas; Gary T. Horowitz; Andrew Strominger; Edward Witten",
    "institutions": "University of California, Santa Barbara; Institute for Advanced Study; Princeton University",
    "workType": "article",
    "language": "en",
    "citationCount": 2573,
    "url": "https://openalex.org/W1973565526",
    "position": [
      35,
      55.5,
      78.53216388156072
    ],
    "size": 2.0
  },
  {
    "id": "W2323943045",
    "paperId": "W2323943045",
    "title": "Nuclear magnetic resonance enantiomer regents. Configurational correlations via nuclear magnetic resonance chemical shifts of diastereomeric mandelate, O-methylmandelate, and .alpha.-methoxy-.alpha.-trifluoromethylphenylacetate (MTPA) esters",
    "summary": "Headline:\nNew Chemical Analysis Method Sheds Light on Enantiomer Configurations\n\nSummary:\nIn a groundbreaking study published in the Journal of the American Chemical Society, researchers James A. Dale and Harry S. Mosher introduce a novel method for analyzing enantiomer configurations using nuclear magnetic resonance (NMR). The new approach revolves around measuring the chemical shifts of diastereomeric mandelate, O-methylmandelate, and .alpha.-methoxy-.alpha.-trifluoromethylphenylacetate (MTPA) esters. This research not only further clarifies enantiomer connections but also opens a new chapter for the broader field of chemical analysis techniques. The study has already garnered significant attention, with over 2,500 citations by fellow researchers in various disciplines on platforms such as PubMed and Google Scholar.",
    "primaryField": "Nuclear Magnetic Resonance (NMR)",
    "year": 1973,
    "publicationDate": "1973-01-01",
    "doi": "https://doi.org/10.1021/ja00783a034",
    "journal": "Journal of the American Chemical Society",
    "firstAuthor": "James A. Dale",
    "allAuthors": "James A. Dale; Harry S. Mosher",
    "institutions": null,
    "workType": "article",
    "language": "en",
    "citationCount": 2571,
    "url": "https://openalex.org/W2323943045",
    "position": [
      23,
      1.5,
      78.5243908535751
    ],
    "size": 2.0
  },
  {
    "id": "W2223847291",
    "paperId": "W2223847291",
    "title": "A Relativistic Equation for Bound-State Problems",
    "summary": "Physics Paper Proposes Relativistic Equation for Bound-State Problems\n\nIn the renowned Physical Review, physicists E. E. Salpeter and Hans A. Bethe present a groundbreaking equation that applied to bound states involving two interacting Fermi-Dirac particles. The equation, rooted in Feynman's relativistic S-matrix formalism, offers a wave function tailored for each particle with separate times, and is supported by integral equations that use an expansion series based on the dimensionless coupling constant for interaction.\n\nThe article discusses the applications of this equation to various contexts like nuclear physics with deuteron ground states or charged meson theories, showcasing its potential for exploring bound-state problems in a relativistically invariant manner.",
    "primaryField": "Quantum Field Theory",
    "year": 1951,
    "publicationDate": "1951-12-15",
    "doi": "https://doi.org/10.1103/physrev.84.1232",
    "journal": "Physical Review",
    "firstAuthor": "E. E. Salpeter",
    "allAuthors": "E. E. Salpeter; Hans A. Bethe",
    "institutions": "Cornell University",
    "workType": "article",
    "language": "en",
    "citationCount": 2548,
    "url": "https://openalex.org/W2223847291",
    "position": [
      1,
      28.5,
      78.43456404376116
    ],
    "size": 2.0
  },
  {
    "id": "W2101310208",
    "paperId": "W2101310208",
    "title": "New extended model of hadrons",
    "summary": "Headline: \"New Physics Model Suggests Hadrons Are Finite 'Bags' of Fields\"\n\nSummary:\nIn a groundbreaking study published in Physical Review D, scientists Alan Chodos, R.L. Jaffe, K. Johnson, Charles B. Thorn and V.F. Weisskopf propose a novel model for hadrons. Instead of individual particles, the researchers suggest that hadrons are finite regions of space within which fields are confined. This unique approach explains several key aspects of hadron dynamics, including a parton interpretation, infinitely rising Regge trajectories, and the Hagedorn degeneracy or limiting temperature. The model also demonstrates Poincaré invariance at the classical level and quantum levels for selected solutions in two dimensions. The team presents complete classical and quantum solutions for free scalars and fermions inside a bag of one space and one time dimension. While some technical challenges remain, especially with regard to fermion boundary conditions, this extended hadron model offers a fresh perspective on the nature of fundamental particles.",
    "primaryField": "Theoretical High Energy Physics",
    "year": 1974,
    "publicationDate": "1974-06-15",
    "doi": "https://doi.org/10.1103/physrevd.9.3471",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Alan Chodos",
    "allAuthors": "Alan Chodos; R. L. Jaffe; K. Johnson; Charles B. Thorn; V. F. Weisskopf",
    "institutions": "Massachusetts Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 2541,
    "url": "https://openalex.org/W2101310208",
    "position": [
      24,
      52.5,
      78.40706451749399
    ],
    "size": 2.0
  },
  {
    "id": "W2025074645",
    "paperId": "W2025074645",
    "title": "Weak decays beyond leading logarithms",
    "summary": "Physics Review Discusses Advances in Quantum Chromodynamics Corrections to Weak Decays\n\nIn a new review published in Reviews of Modern Physics, researchers Gerhard Buchalla, Andrzej J. Buras, and Markus E. Lautenbacher delve into the intricacies of QCD corrections to weak decays past leading logarithmic approximation, including particle-antiparticle mixing and rare, CP-violating decay processes.\n\nBy exploring effective hamiltonians for these decays that have next-to-leading order corrections known, the authors provide a comprehensive update on parameters associated with various phenomenological implications of these calculations. Additionally, they include recent information about the top quark discovery and its impact on values of multiple parameters.\n\nThe work focuses on reducing theoretical uncertainties related to renormalization scale ambiguities by incorporating next-to-leading order corrections, and showcases the impact this improvement has on the determination of the Cabibbo-Kobayashi-Maskawa matrix in several scenarios.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1996,
    "publicationDate": "1996-10-01",
    "doi": "https://doi.org/10.1103/revmodphys.68.1125",
    "journal": "Reviews of Modern Physics",
    "firstAuthor": "Gerhard Buchalla",
    "allAuthors": "Gerhard Buchalla; Andrzej J. Buras; Markus E. Lautenbacher",
    "institutions": "Fermi National Accelerator Laboratory; Max Planck Institute for Physics; Technical University of Munich",
    "workType": "article",
    "language": "en",
    "citationCount": 2541,
    "url": "https://openalex.org/W2025074645",
    "position": [
      46,
      25.5,
      78.40706451749399
    ],
    "size": 2.0
  },
  {
    "id": "W2045884684",
    "paperId": "W2045884684",
    "title": "Weak-Interaction Singlet and Strong<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mml:mi>CP</mml:mi></mml:math>Invariance",
    "summary": "\"Pioneering Physics Paper Predicts New Quark, Scalar Meson and Axion\n\nIn a groundbreaking publication in Physical Review Letters, physicist Jihn E. Kim proposes a theory that could explain the preservation of strong $\\mathrm{CP}$ invariance through a spontaneously broken chiral ${\\mathrm{U}(1)}_{4}$ symmetry. The revolutionary theory predicts the existence of a weak-interaction singlet heavy quark, a new scalar meson, and an exceedingly light axion. The study further explores potential real-world implications of these findings.\"",
    "primaryField": "Particle Physics",
    "year": 1979,
    "publicationDate": "1979-07-09",
    "doi": "https://doi.org/10.1103/physrevlett.43.103",
    "journal": "Physical Review Letters",
    "firstAuthor": "Jihn E. Kim",
    "allAuthors": "Jihn E. Kim",
    "institutions": "University of Pennsylvania",
    "workType": "article",
    "language": "en",
    "citationCount": 2519,
    "url": "https://openalex.org/W2045884684",
    "position": [
      29,
      16.5,
      78.32014180505469
    ],
    "size": 2.0
  },
  {
    "id": "W2030908208",
    "paperId": "W2030908208",
    "title": "Heavy-fermion systems",
    "summary": "Headline: \"Revisiting 'Heavy-Fermion' Systems: A Deep Dive into Superconductivity and Unusual Pairing\"\n\nSummary:\nA new review paper published in Reviews of Modern Physics by G. R. Stewart delves into the rapidly expanding field of \"heavy-fermion\" systems, a unique class of materials with electrons that are significantly heavier than standard ones (~200 times the mass of an electron). This study follows the groundbreaking discovery of superconductivity in CeCu2Si2 by Steglich et al. in 1979. The paper explores eight heavy-fermion systems, encompassing superconductors, magnets, and materials without order. These materials exhibit unconventional qualities such as enormous specific heat values, exceptional magnetic susceptibility, unusual resistivity maxima at low temperatures, and peculiar specific heat behaviors below 10K. The three heavy-fermion superconductors show such unusual behavior that the possibility of p-wave pairing, rather than the conventional BCS s-wave pairing, cannot be ruled out. This comprehensive review aims to provide a status report on existing findings and inspire future research in this intriguing area of physics. It also highlights correlations between properties, including the observation that a low Wilson ratio appears to predict the occurrence of superconductivity.",
    "primaryField": "Heavy-fermion physics",
    "year": 1984,
    "publicationDate": "1984-10-01",
    "doi": "https://doi.org/10.1103/revmodphys.56.755",
    "journal": "Reviews of Modern Physics",
    "firstAuthor": "G. R. Stewart",
    "allAuthors": "G. R. Stewart",
    "institutions": "Los Alamos National Laboratory",
    "workType": "article",
    "language": "en",
    "citationCount": 2485,
    "url": "https://openalex.org/W2030908208",
    "position": [
      34,
      -19.5,
      78.18430272070655
    ],
    "size": 2.0
  },
  {
    "id": "W2103189471",
    "paperId": "W2103189471",
    "title": "High-energy-physics event generation with PYTHIA 5.7 and JETSET 7.4",
    "summary": "Title: Breakthrough in Particle Physics Research: New Tool for Exploring Beyond the Standard Model\n\nIn a groundbreaking development, physicist Torbjörn Sjöstrand introduces a new tool for high-energy physics event generation using PYTHIA 5.7 and JETSET 7.4 in a paper published by Computer Physics Communications. The research applies the Monte Carlo method to delve into physics beyond the Standard Model, focusing specifically on parton collisions. By utilizing this tool, physicists can further their exploration into the realm of particle physics, potentially uncovering new insights and deepening our understanding of the universe.",
    "primaryField": "High energy physics",
    "year": 1994,
    "publicationDate": "1994-08-01",
    "doi": "https://doi.org/10.1016/0010-4655(94)90132-5",
    "journal": "Computer Physics Communications",
    "firstAuthor": "Torbjörn Sjöstrand",
    "allAuthors": "Torbjörn Sjöstrand",
    "institutions": "European Organization for Nuclear Research",
    "workType": "article",
    "language": "en",
    "citationCount": 2483,
    "url": "https://openalex.org/W2103189471",
    "position": [
      44,
      -10.5,
      78.1762544305337
    ],
    "size": 2.0
  },
  {
    "id": "W2006510893",
    "paperId": "W2006510893",
    "title": "The mental representation of parity and number magnitude.",
    "summary": "Paper Title: Mental Representation of Parity and Number Magnitude\n\nNew Study Reveals How Brain Processes Numbers Differently Based on Form\n\nIn a major breakthrough, a group of researchers led by Stanislas Dehaene has discovered that the brain processes numerical information significantly differently based on whether it is presented as Arabic numerals or verbal numerals. Published in the Journal of Experimental Psychology General, the study found that when presented with Arabic numerals, individuals utilize the rightmost digit to access a store of semantic number knowledge automatically. However, verbal numerals require an additional stage of transposition into base 10.\n\nThe findings provide new insights into how our brains process numerical information and highlight the different mental representation strategies employed for various numerical forms, shedding light on human cognition and understanding of numbers.",
    "primaryField": "Cognitive psychology",
    "year": 1993,
    "publicationDate": "1993-09-01",
    "doi": "https://doi.org/10.1037/0096-3445.122.3.371",
    "journal": "Journal of Experimental Psychology General",
    "firstAuthor": "Stanislas Dehaene",
    "allAuthors": "Stanislas Dehaene; Serge Bossini; Pascal Giraux",
    "institutions": "University of Oregon",
    "workType": "article",
    "language": "en",
    "citationCount": 2477,
    "url": "https://openalex.org/W2006510893",
    "position": [
      43,
      -43.5,
      78.15207062189087
    ],
    "size": 2.0
  },
  {
    "id": "W1555799543",
    "paperId": "W1555799543",
    "title": "Atomic structure and electronic properties of single-walled carbon nanotubes",
    "summary": "**New Study Unveils Secrets of Single-Wall Carbon Nanotubes' Structure, Electron Behavior**\n\nIn a groundbreaking study published in Nature, researchers led by Teri W. Odom and associates reveal insights into the atomic structure and electronic properties of single-walled carbon nanotubes (SWCNT). These insights are crucial for understanding the unique behavior of these materials across various applications within materials science. The team utilized advanced scanning tunneling microscopy techniques, offering a significant stride towards optimizing SWCNT applications in future technology.",
    "primaryField": "Nanotechnology",
    "year": 1998,
    "publicationDate": "1998-01-01",
    "doi": "https://doi.org/10.1038/34145",
    "journal": "Nature",
    "firstAuthor": "Teri W. Odom",
    "allAuthors": "Teri W. Odom; Jin-Lin Huang; Philip Kim; Charles M. Lieber",
    "institutions": "Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 2464,
    "url": "https://openalex.org/W1555799543",
    "position": [
      48,
      -4.5,
      78.09947086476791
    ],
    "size": 2.0
  },
  {
    "id": "W2066706759",
    "paperId": "W2066706759",
    "title": "Surface plasmon resonance for gas detection and biosensing",
    "summary": "\"Revolutionizing Gas Detection and Biosensing: New Study Employs Surface Plasmon Resonance\"\n\nScientists from Sweden are exploring a novel detection method that could revolutionize gas sensitivity and selectivity for both gases and biomolecules. In their paper published in Sensors and Actuators, Bo Liedberg, Claes Nylander, and Ingemar Lunström delve into the potential of Surface Plasmon Resonance (SPR) for biosensing, particularly within materials science. As a significant leap forward in the field, SPR could pave the way for profound developments in future gas detection research.",
    "primaryField": "Plasma physics",
    "year": 1983,
    "publicationDate": "1983-01-01",
    "doi": "https://doi.org/10.1016/0250-6874(83)85036-7",
    "journal": "Sensors and Actuators",
    "firstAuthor": "Bo Liedberg",
    "allAuthors": "Bo Liedberg; Claes Nylander; Ingemar Lunström",
    "institutions": "Linköping University",
    "workType": "article",
    "language": "en",
    "citationCount": 2460,
    "url": "https://openalex.org/W2066706759",
    "position": [
      33,
      22.5,
      78.08323050391056
    ],
    "size": 2.0
  },
  {
    "id": "W2101447717",
    "paperId": "W2101447717",
    "title": "The axial vector current in beta decay",
    "summary": "In a groundbreaking study published in Il Nuovo Cimento, physicists Murray Gell-Mann and Maurice Lévy investigate the axial vector current in beta decay – a key player in interactions between pions and nucleons. Their research builds upon pseudovector theory and offers insights into the properties and implications of this current within particle physics. The study contributes significantly to the understanding of nuclear beta decay and serves as a foundation for future research in the field of particle physics.",
    "primaryField": "Particle Physics",
    "year": 1960,
    "publicationDate": "1960-05-01",
    "doi": "https://doi.org/10.1007/bf02859738",
    "journal": "Il Nuovo Cimento",
    "firstAuthor": "Murray Gell‐Mann",
    "allAuthors": "Murray Gell‐Mann; Maurice Lévy",
    "institutions": "École Normale Supérieure - PSL; École Normale Supérieure",
    "workType": "article",
    "language": "it",
    "citationCount": 2435,
    "url": "https://openalex.org/W2101447717",
    "position": [
      10,
      16.5,
      77.98112628829787
    ],
    "size": 2.0
  },
  {
    "id": "W2005935750",
    "paperId": "W2005935750",
    "title": "Field theories with « Superconductor » solutions",
    "summary": "Title: Groundbreaking Physics Study Uncovers Superconductor Solutions\n\nIn a new breakthrough published in Il Nuovo Cimento, physicist Jared V. Goldstone introduces field theories that feature solutions linked to superconductors. Leveraging the powerful tools of covariant transformations and Feynman diagrams, this study offers a mathematical exploration into the inner workings of superconductor behavior, shedding new light on our understanding of superconductivity within the broader physics field.",
    "primaryField": "Theoretical Physics",
    "year": 1961,
    "publicationDate": "1961-01-01",
    "doi": "https://doi.org/10.1007/bf02812722",
    "journal": "Il Nuovo Cimento",
    "firstAuthor": "Jared V. Goldstone",
    "allAuthors": "Jared V. Goldstone",
    "institutions": "European Organization for Nuclear Research",
    "workType": "article",
    "language": "en",
    "citationCount": 2424,
    "url": "https://openalex.org/W2005935750",
    "position": [
      11,
      55.5,
      77.93586803371583
    ],
    "size": 2.0
  },
  {
    "id": "W1964683291",
    "paperId": "W1964683291",
    "title": "A unified field theory of mesons and baryons",
    "summary": "Headline: \"Skyrme's Groundbreaking Theory Unites Mesons and Baryons in Nuclear Physics\"\n\nSummary: In a breakthrough presented in the journal Nuclear Physics, physicist T. H. R. Skyrme offers a unified field theory aimed at describing the behavior and interactions of mesons and baryons - fundamental particles essential to nuclear physics. The proposed theory builds upon previous work by Skyrme from 1962, aiming to provide a coherent framework that helps us better understand these crucial particles in the realm of nuclear physics. This research could potentially pave the way for further advancements in our understanding of subatomic particles and their interactions.",
    "primaryField": "Nuclear Physics",
    "year": 1962,
    "publicationDate": "1962-03-01",
    "doi": "https://doi.org/10.1016/0029-5582(62)90775-7",
    "journal": "Nuclear Physics",
    "firstAuthor": "T. H. R. Skyrme",
    "allAuthors": "T. H. R. Skyrme",
    "institutions": "Research Complex at Harwell",
    "workType": "article",
    "language": "en",
    "citationCount": 2415,
    "url": "https://openalex.org/W1964683291",
    "position": [
      12,
      7.5,
      77.89868559054706
    ],
    "size": 2.0
  },
  {
    "id": "W2081194465",
    "paperId": "W2081194465",
    "title": "One-loop corrections for e+e− annihilation into μ+μ− in the Weinberg model",
    "summary": "Title: \"Groundbreaking Physics Study Calculates One-loop Corrections for Electron-Positron Annihilation\"\n\nSummary:\nIn a major breakthrough for particle physics, researchers Giampiero Passarino and M. Veltman have calculated one-loop corrections for electron-positron annihilation into muon-antimuon pairs in the Weinberg model. This work bolsters our understanding of these processes at high energy scales, offering a significant advancement in the calculation of radiative effects in this crucial reaction. The findings contribute to ongoing efforts to refine our knowledge in this field and could have ramifications for various theoretical and practical applications.",
    "primaryField": "Particle Physics",
    "year": 1979,
    "publicationDate": "1979-11-01",
    "doi": "https://doi.org/10.1016/0550-3213(79)90234-7",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Giampiero Passarino",
    "allAuthors": "Giampiero Passarino; M. Veltman",
    "institutions": "Utrecht University",
    "workType": "article",
    "language": "en",
    "citationCount": 2387,
    "url": "https://openalex.org/W2081194465",
    "position": [
      29,
      16.5,
      77.78211474512493
    ],
    "size": 2.0
  },
  {
    "id": "W1965461171",
    "paperId": "W1965461171",
    "title": "Baryons in the expansion",
    "summary": "Title: Deepening Understanding of Baryons in Expanding Universe\nAuthor: Edward Witten (Nuclear Physics B Journal)\n\nIn a new study, physicist Edward Witten delves into the behavior and properties of baryons during cosmic expansion. This research, published in Nuclear Physics B, builds on Witten's theories from 1979 and aims to shed light on the complex interplay between expanding universe and baryonic matter, fundamental particles that form protons and neutrons. The study hopes to deepen our understanding of the role these particles play in the ever-evolving universe.",
    "primaryField": "Cosmology",
    "year": 1979,
    "publicationDate": "1979-11-01",
    "doi": "https://doi.org/10.1016/0550-3213(79)90232-3",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Edward Witten",
    "allAuthors": "Edward Witten",
    "institutions": "Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 2386,
    "url": "https://openalex.org/W1965461171",
    "position": [
      29,
      -34.5,
      77.77792626338831
    ],
    "size": 2.0
  },
  {
    "id": "W2023609273",
    "paperId": "W2023609273",
    "title": "Semihard processes in QCD",
    "summary": "Title: Examining Semi-Hard Processes in Particle Physics\n\nJournal: Physics Reports\n\nAuthor: L.V. Gribov\n\nIn a new study published in Physics Reports, Russian physicist L.V. Gribov delves into the concept of semihard processes within Quantum Chromodynamics – a critical foundation for understanding particle interactions. The research emphasizes the role these processes play during parton annihilation and gluon interactions, providing crucial insights into the core structure of particles in the field of particle physics.",
    "primaryField": "Particle Physics",
    "year": 1983,
    "publicationDate": "1983-11-01",
    "doi": "https://doi.org/10.1016/0370-1573(83)90022-4",
    "journal": "Physics Reports",
    "firstAuthor": "L.V. Gribov",
    "allAuthors": "L.V. Gribov",
    "institutions": "Petersburg Nuclear Physics Institute",
    "workType": "article",
    "language": "en",
    "citationCount": 2377,
    "url": "https://openalex.org/W2023609273",
    "position": [
      33,
      16.5,
      77.74015077250726
    ],
    "size": 2.0
  },
  {
    "id": "W2084051200",
    "paperId": "W2084051200",
    "title": "The bonn meson-exchange model for the nucleon—nucleon interaction",
    "summary": "**Physics Study Delves into Fundamental Forces Governing Nucleon Behavior**\n\nA new study published in Physics Reports offers a comprehensive understanding of the forces governing the behavior of nucleons, focusing on the role of mesons in nuclear interactions. The paper, authored by R. Machleidt, K. Holinde, and Ch. Elster (1987), provides valuable insights within the realm of particle and nuclear physics, aiming to advance our understanding of these fundamental building blocks of matter.",
    "primaryField": "Particle Physics",
    "year": 1987,
    "publicationDate": "1987-05-01",
    "doi": "https://doi.org/10.1016/s0370-1573(87)80002-9",
    "journal": "Physics Reports",
    "firstAuthor": "R. Machleidt",
    "allAuthors": "R. Machleidt; K. Holinde; Ch. Elster",
    "institutions": "Los Alamos National Laboratory; University of California, Los Angeles; University of Bonn",
    "workType": "article",
    "language": "en",
    "citationCount": 2363,
    "url": "https://openalex.org/W2084051200",
    "position": [
      37,
      16.5,
      77.68110378525988
    ],
    "size": 2.0
  },
  {
    "id": "W2094188491",
    "paperId": "W2094188491",
    "title": "Equation of state of nucleon matter and neutron star structure",
    "summary": "Physics Paper Predicts Mix of Quark and Nucleon Matter in Neutron Stars\n\nA new study published in Physical Review C offers insight into the structure of neutron stars, utilizing advanced variational chain summation methods and the Argonne v18 two-nucleon interaction. The research suggests that dense nucleon matter could contain an admixture of quark matter, a significant shift in understanding the composition of the densest objects in the universe.\n\nThe study finds that Neutron stars with masses up to 1.4 M_solar do not appear to have quark matter admixtures in their cores. However, the heaviest stars are predicted to have cores consisting of a mixture of quark and nucleon matter. This admixture, according to the paper, reduces the maximum mass of neutron stars, potentially from 2.20 M_solar to as low as 2.02 (1.91) M_solar, depending on the bag constant. The findings also indicate that pure quark matter in a neutron star's core could lead to instability.\n\nThe authors explore other theories as well, including the possibility of matter becoming maximally incompressible above a certain density, and discuss how such phase transitions affect the composition and adiabatic index of neutron star matter. The research offers valuable contributions to understanding the mysterious realm of neutron stars.",
    "primaryField": "Astrophysics",
    "year": 1998,
    "publicationDate": "1998-09-01",
    "doi": "https://doi.org/10.1103/physrevc.58.1804",
    "journal": "Physical Review C",
    "firstAuthor": "A. Akmal",
    "allAuthors": "A. Akmal; V. R. Pandharipande; D. G. Ravenhall",
    "institutions": "University of Illinois Urbana-Champaign",
    "workType": "article",
    "language": "en",
    "citationCount": 2336,
    "url": "https://openalex.org/W2094188491",
    "position": [
      48,
      -55.5,
      77.56623334538858
    ],
    "size": 2.0
  },
  {
    "id": "W2022155795",
    "paperId": "W2022155795",
    "title": "QCD and resonance physics. applications",
    "summary": "Headline: New Study Unveils Role of Instantons in Shaping Resonant Particles using Quantum Chromodynamics\n\nSummary:\nIn a recent paper published by Mikhail Shifman, A.I. Vainshtein and V.I. Zakharov in Nuclear Physics B, the team delves into application of Quantum Chromodynamics (QCD) within resonance physics. The study focuses on the influential role of instantons in shaping the properties of resonant particles. By presenting their findings in the framework of QCD and resonance physics, they shed light upon the behavior of these particles under specific conditions, offering valuable insights for further research in particle physics.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1979,
    "publicationDate": "1979-02-01",
    "doi": "https://doi.org/10.1016/0550-3213(79)90023-3",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Mikhail Shifman",
    "allAuthors": "Mikhail Shifman; A.I. Vainshtein; V.I. Zakharov",
    "institutions": "Institute for Theoretical and Experimental Physics",
    "workType": "article",
    "language": "en",
    "citationCount": 2326,
    "url": "https://openalex.org/W2022155795",
    "position": [
      29,
      25.5,
      77.52335163302293
    ],
    "size": 2.0
  },
  {
    "id": "W1991687724",
    "paperId": "W1991687724",
    "title": "<i>The Kondo Problem of Heavy Fermions</i>",
    "summary": "**Physics Today: Heavy Fermion Conundrum, a Step Towards Solutions**\n\nIn a new study published in Physics Today, researchers A. C. Hewson and Piers Coleman tackle the long-standing \"Kondo problem\" of heavy fermions found in condensed matter physics. They explore models of magnetic impurities, resistivity calculations, and Fermi liquid theories to bridge exact solutions with real-world phenomena. The investigation seeks to refine our understanding of strongly correlated fermions using renormalization group calculations and N-fold degenerate models, paving the way for further progress in condensed matter physics.",
    "primaryField": "Condensed matter physics",
    "year": 1994,
    "publicationDate": "1994-03-01",
    "doi": "https://doi.org/10.1063/1.2808446",
    "journal": "Physics Today",
    "firstAuthor": "A. C. Hewson",
    "allAuthors": "A. C. Hewson; Piers Coleman",
    "institutions": "Imperial College London; Rutgers, The State University of New Jersey",
    "workType": "article",
    "language": "en",
    "citationCount": 2315,
    "url": "https://openalex.org/W1991687724",
    "position": [
      44,
      -37.5,
      77.47596838692886
    ],
    "size": 2.0
  },
  {
    "id": "W2226963368",
    "paperId": "W2226963368",
    "title": "Symmetries of Baryons and Mesons",
    "summary": "**Groundbreaking Physics Study Offers Insights on Baryons and Mesons**\n\nIn a groundbreaking study published in Physical Review, renowned physicist Murray Gell-Mann discusses the system of strongly interacting particles, proposing that algebraic structures underlying baryons and mesons can be defined by a group – suggested to be U(3)×U(3). The paper builds upon previous work, including Goldberger-Treiman formula and Sakurai's universality principles.\n\nGell-Mann argues that the system of electromagnetism, weak interactions, and gravitation can be viewed as perturbations. His findings suggest that baryons and mesons conform to a pattern seen in Ne'eman and Gell-Mann's \"eightfold way,\" with an octet of baryons forming in the limit of unitary symmetry, much like the vector and pseudoscalar meson octets.\n\nHowever, the violations of unitary symmetry are expected to be quite large, leaving open questions regarding their relationship. As an example, Gell-Mann presents a preliminary calculation of the rate of K+→μ++ν in relation to that of π+→μ++ν, demonstrating the novel methods he advocates in this study.",
    "primaryField": "Theory of Strong Interaction",
    "year": 1962,
    "publicationDate": "1962-02-01",
    "doi": "https://doi.org/10.1103/physrev.125.1067",
    "journal": "Physical Review",
    "firstAuthor": "Murray Gell‐Mann",
    "allAuthors": "Murray Gell‐Mann",
    "institutions": "California Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 2312,
    "url": "https://openalex.org/W2226963368",
    "position": [
      12,
      61.5,
      77.4630066223144
    ],
    "size": 2.0
  },
  {
    "id": "W2802066523",
    "paperId": "W2802066523",
    "title": "Dynamical Model of Elementary Particles Based on an Analogy with Superconductivity. II",
    "summary": "**Physics Breakthrough Suggests Particles Are 'Superconductive': Researchers Y. Nambu and G. Jona-Lasinio**\n\nIn a groundbreaking study published in Physical Review, researchers have proposed a new model for understanding elementary particles, particularly nucleons (protons and neutrons), by likening them to superconductors. The duo developed this \"superconductive\" solution from a nonlinear spinor field Lagrangian, which also introduces finite-mass pions as bound states of nucleon-antinucleon pairs.\n\nThe model further predicts heavier mesons and two-nucleon bound states within the same approximation. Interestingly, the researchers suggest that the bare nucleon field resembles the electron-neutrino field, implying potential implications for the comprehensive description of baryons and leptons. This work could revolutionize our understanding of particle physics by bridging a gap between superconductivity and subatomic particles.",
    "primaryField": "Nuclear Physics",
    "year": 1961,
    "publicationDate": "1961-10-01",
    "doi": "https://doi.org/10.1103/physrev.124.246",
    "journal": "Physical Review",
    "firstAuthor": "Y. Nambu",
    "allAuthors": "Y. Nambu; G. Jona‐Lasinio",
    "institutions": "University of Chicago",
    "workType": "article",
    "language": "en",
    "citationCount": 2310,
    "url": "https://openalex.org/W2802066523",
    "position": [
      11,
      7.5,
      77.45435610274382
    ],
    "size": 2.0
  },
  {
    "id": "W1689327406",
    "paperId": "W1689327406",
    "title": "Two U(1)'s and ϵ charge shifts",
    "summary": "**New Study Offers Insight into Nuclear and Particle Physics**\n\nIn a new research paper published in Physics Letters B, physicist Bob Holdom explores an unusual behavior of U(1) charges in a two-U(1) system. The study proposes a fresh ϵ charge shift mechanism that could have significant implications for quantum electrodynamics and the unification of fundamental forces, building upon Holdom's previous work from 1986. This research continues to push the boundaries of nuclear and particle physics, offering promising avenues for future discoveries in the field.",
    "primaryField": "Particle Physics",
    "year": 1986,
    "publicationDate": "1986-01-01",
    "doi": "https://doi.org/10.1016/0370-2693(86)91377-8",
    "journal": "Physics Letters B",
    "firstAuthor": "Bob Holdom",
    "allAuthors": "Bob Holdom",
    "institutions": "University of Toronto",
    "workType": "article",
    "language": "en",
    "citationCount": 2303,
    "url": "https://openalex.org/W1689327406",
    "position": [
      36,
      16.5,
      77.42402021815782
    ],
    "size": 2.0
  },
  {
    "id": "W2101073879",
    "paperId": "W2101073879",
    "title": "Neutrino masses and mixings in gauge models with spontaneous parity violation",
    "summary": "Article Headline: \"New Gauge Models Suggest Potential for Neutrino Mass and Double-beta Decay\"\n\nSummary:\nIn an article published in Physical Review D, renowned physicists Rabindra N. Mohapatra and Goran Senjanović explore a new class of unified electroweak gauge theories. These theories aim to explain the massiveness of neutrinos by suggesting that their smallness stems from the observed maximality of parity violation in low-energy weak interactions. The researchers illustrate how this result is independent of the number of generations and remains unaffected by renormalization effects. They also discuss potential implications for rare decays, such as muon convertibility into electron and photons, and note that observing neutrinoless double-beta decay could serve as a crucial test of these models. Furthermore, they point out unique possibilities for neutral-current phenomena in polarized-electron-hadron scattering, forward-backward asymmetry in positron-electron collisions, and neutrino interactions, which could serve as evidence supporting this novel approach to the electroweak interaction.",
    "primaryField": "Particle Physics",
    "year": 1981,
    "publicationDate": "1981-01-01",
    "doi": "https://doi.org/10.1103/physrevd.23.165",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Rabindra N. Mohapatra",
    "allAuthors": "Rabindra N. Mohapatra; Goran Senjanović",
    "institutions": "City College of New York; Fermi National Accelerator Laboratory; University of Maryland, College Park",
    "workType": "article",
    "language": "en",
    "citationCount": 2288,
    "url": "https://openalex.org/W2101073879",
    "position": [
      31,
      16.5,
      77.35870319952566
    ],
    "size": 2.0
  },
  {
    "id": "W2008348370",
    "paperId": "W2008348370",
    "title": "Correlated Lattice Fermions in<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mml:mi>d</mml:mi><mml:mo>=</mml:mo><mml:mi>∞</mml:mi></mml:math>Dimensions",
    "summary": "Title: Physicists Propose Simplified Approach to Study Fermions in Infinite Dimensions\n\nIn a new study published in Physical Review Letters, researchers Walter Metzner and D. Vollhardt propose a simplified method for studying correlations among fermions in an infinite number of dimensions using the Hubbard model. The approach promises to make diagnostic treatments substantially easier than in finite dimensions. Interestingly, the weak-coupling correlation energy in the infinite-dimensional setting is found to resemble that in 3 dimensions quite closely. Moreover, the authors' exact evaluation of explicit variational wave functions in this high-dimensional space recovers recent approximations based on slave-boson techniques, offering a new direction for understanding the behavior of fermions in complex settings.",
    "primaryField": "Quantum many-body physics",
    "year": 1989,
    "publicationDate": "1989-01-16",
    "doi": "https://doi.org/10.1103/physrevlett.62.324",
    "journal": "Physical Review Letters",
    "firstAuthor": "Walter Metzner",
    "allAuthors": "Walter Metzner; D. Vollhardt",
    "institutions": "FH Aachen",
    "workType": "article",
    "language": "lv",
    "citationCount": 2286,
    "url": "https://openalex.org/W2008348370",
    "position": [
      39,
      40.5,
      77.34996194022781
    ],
    "size": 2.0
  },
  {
    "id": "W1982379873",
    "paperId": "W1982379873",
    "title": "Can confinement ensure natural CP invariance of strong interactions?",
    "summary": "New Study Challenges Physics Norms: Researchers Propose Confinement Can Preserve Natural Symmetry in Strong Interactions\n\nIn a groundbreaking study published in Nuclear Physics B, physicists Mikhail Shifman, A.I. Vainshtein, and V.I. Zakharov challenge conventional wisdom by suggesting that confinement within nuclear systems could maintain the natural CP invariance of strong interactions, a concept primarily governed by Quantum Chromodynamics. The researchers propose that pseudoscalars and axions may play crucial roles in this context, offering fresh perspectives on the fundamental nature of observables within the realm of the pseudoscalar and axion-led phenomena.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1980,
    "publicationDate": "1980-04-01",
    "doi": "https://doi.org/10.1016/0550-3213(80)90209-6",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Mikhail Shifman",
    "allAuthors": "Mikhail Shifman; A.I. Vainshtein; V.I. Zakharov",
    "institutions": "Institute for Theoretical and Experimental Physics",
    "workType": "article",
    "language": "en",
    "citationCount": 2275,
    "url": "https://openalex.org/W1982379873",
    "position": [
      30,
      25.5,
      77.30174795246222
    ],
    "size": 2.0
  },
  {
    "id": "W2164459358",
    "paperId": "W2164459358",
    "title": "Fluctuations in the New Inflationary Universe",
    "summary": "Title: \"New Inflationary Universe Theory Faces Challenges in Quantifying Perturbations\"\n\nSummary:\nIn a new study published in Physical Review Letters, physicists Alan H. Guth and So-Young Pi explore the spectrum of density perturbations within the context of the 'new inflationary universe' scenario. The researchers focus on quantum fluctuations from the Higgs field, which influence when the false vacuum energy is released, potentially causing fluctuations in the universe's structure. Despite desirable scale invariance, their findings reveal that the magnitude of these perturbations is approximately 10^{5} times larger than observed, posing a challenge for this theoretical framework.",
    "primaryField": "Cosmology",
    "year": 1982,
    "publicationDate": "1982-10-11",
    "doi": "https://doi.org/10.1103/physrevlett.49.1110",
    "journal": "Physical Review Letters",
    "firstAuthor": "Alan H. Guth",
    "allAuthors": "Alan H. Guth; So-Young Pi",
    "institutions": "Massachusetts Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 2272,
    "url": "https://openalex.org/W2164459358",
    "position": [
      32,
      -34.5,
      77.28855823852543
    ],
    "size": 2.0
  },
  {
    "id": "W2133238133",
    "paperId": "W2133238133",
    "title": "Rigorous QCD analysis of inclusive annihilation and production of heavy quarkonium",
    "summary": "Title: New QCD Analysis Offers Insights into Heavy Quarkonium Annihilation and Production\n\nIn a new paper published in Physical Review D, physicists Geoffrey T. Bodwin, Eric Braaten, and G. Peter Lepage have presented a rigorous analysis of the inclusive annihilation decay rates of heavy quarkonium states using Quantum Chromodynamics (QCD) theory. The researchers employ an effective-field-theory framework called nonrelativistic QCD to separate short-distance scales related to heavy quark mass from longer-distance ones concerning quarkonium structure.\n\nThe focus of this work lies in the broader area of particle physics and the study of quarkonium, a type of bound state consisting of a heavy quark and an antiquark. The authors' analysis provides essential insights into the annihilation processes involving these states and delves into their production cross sections in high-momentum transfer scenarios. Their findings contribute to understanding the complex interplay between short and long distance aspects in the context of heavy quarkonium, paving the way for further investigations on this important topic in physics research.",
    "primaryField": "Heavy Ion Physics",
    "year": 1995,
    "publicationDate": "1995-02-01",
    "doi": "https://doi.org/10.1103/physrevd.51.1125",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Geoffrey T. Bodwin",
    "allAuthors": "Geoffrey T. Bodwin; Eric Braaten; G. Peter Lepage",
    "institutions": "Argonne National Laboratory; Fermi National Accelerator Laboratory; Cornell University",
    "workType": "article",
    "language": "en",
    "citationCount": 2271,
    "url": "https://openalex.org/W2133238133",
    "position": [
      45,
      -22.5,
      77.28415779841042
    ],
    "size": 2.0
  },
  {
    "id": "W2157338954",
    "paperId": "W2157338954",
    "title": "Question of Parity Conservation in Weak Interactions",
    "summary": "Paper Challenges Conventional Understanding of Parity Conservation in Weak Interactions\n\nIn a groundbreaking paper published in Physical Review, scientists T.D. Lee and C.N. Yang delve into the question of parity conservation in beta decays, as well as decays involving hyperons and mesons. The researchers propose experiments that could potentially test whether parity is conserved in these interactions, which could challenge our current understanding of physics. The paper focuses on concepts like parity conservation and conservation laws, contributing to the broader field of particle physics.",
    "primaryField": "Nuclear Physics",
    "year": 1956,
    "publicationDate": "1956-10-01",
    "doi": "https://doi.org/10.1103/physrev.104.254",
    "journal": "Physical Review",
    "firstAuthor": "T.D. Lee",
    "allAuthors": "T.D. Lee; C. N. Yang",
    "institutions": "Columbia University",
    "workType": "article",
    "language": "en",
    "citationCount": 2259,
    "url": "https://openalex.org/W2157338954",
    "position": [
      6,
      7.5,
      77.2312009226633
    ],
    "size": 2.0
  },
  {
    "id": "W2065675569",
    "paperId": "W2065675569",
    "title": "Theory of high-<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mml:mrow><mml:msub><mml:mrow><mml:mi mathvariant=\"normal\">T</mml:mi></mml:mrow><mml:mrow><mml:mi mathvariant=\"normal\">c</mml:mi></mml:mrow></mml:msub></mml:mrow></mml:math>superconductivity in oxides",
    "summary": "New Theoretical Insights: High-temperature Superconductivity in Oxides Explored\n\nPhysicist V. J. Emery proposes a groundbreaking theory in Physical Review Letters, suggesting that high-temperature superconductors' unique properties can be attributed to holes in the O(2p) states and strong coupling with local spin configurations on copper sites. This work advances our understanding of pairing mechanisms in these intriguing materials, potentially paving the way for future advancements in superconductor research.",
    "primaryField": "High Tc Superconductivity",
    "year": 1987,
    "publicationDate": "1987-06-29",
    "doi": "https://doi.org/10.1103/physrevlett.58.2794",
    "journal": "Physical Review Letters",
    "firstAuthor": "V. J. Emery",
    "allAuthors": "V. J. Emery",
    "institutions": "Brookhaven National Laboratory",
    "workType": "article",
    "language": "lv",
    "citationCount": 2221,
    "url": "https://openalex.org/W2065675569",
    "position": [
      37,
      -13.5,
      77.06162970199576
    ],
    "size": 2.0
  },
  {
    "id": "W2108973526",
    "paperId": "W2108973526",
    "title": "Phenomenology, astrophysics, and cosmology of theories with submillimeter dimensions and TeV scale quantum gravity",
    "summary": "Title: New Theories Suggest Sub-millimeter Dimensions for TeV Quantum Gravity\n\nSummary:\nThe physicists Nima Arkani–Hamed, Savas Dimopoulos, and Gia Dvali propose a novel solution to the long-standing hierarchy problem in particle physics, one that doesn't rely on low-energy supersymmetry or technicolor. Instead, they propose that quantum gravity could be brought down to the TeV scale due to the presence of multiple (n ≥ 2) new sub-millimeter dimensions. The team explores the experimental viability of this scenario in a recent paper published in Physical Review D. The theories with more than two dimensions are immune to constraints, while for n = 2, the six-dimensional Planck scale must be pushed above about 30 TeV to avoid conflicts with supernova events and distortions of the cosmic microwave background. This research offers a fresh perspective in the quest to reconcile particle physics and quantum gravity.",
    "primaryField": "Quantum Gravity",
    "year": 1999,
    "publicationDate": "1999-03-23",
    "doi": "https://doi.org/10.1103/physrevd.59.086004",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "Nima Arkani–Hamed",
    "allAuthors": "Nima Arkani–Hamed; Savas Dimopoulos; Gia Dvali",
    "institutions": "Stanford University; The Abdus Salam International Centre for Theoretical Physics (ICTP)",
    "workType": "article",
    "language": "en",
    "citationCount": 2220,
    "url": "https://openalex.org/W2108973526",
    "position": [
      49,
      31.5,
      77.05712823894427
    ],
    "size": 2.0
  },
  {
    "id": "W2030690537",
    "paperId": "W2030690537",
    "title": "Review of Particle Physics",
    "summary": "Scientific Review Outlines Fundamental Properties of Particles\n\nIn a comprehensive review published in Physical Review D, over 50 researchers delve into the complex world of particle physics. The bi-annual study, which includes data from previous editions as well as 1,900 new measurements gleaned from 700 research papers, provides an overview of key properties of gauge bosons, leptons, quarks, mesons, and baryons. Furthermore, the paper discusses searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. The findings are detailed in Summary Tables, with additional tables, figures, formulae, and discussions on topics ranging from the Standard Model to particle detectors, probability, and statistics. This substantial review aims to provide a valuable resource for researchers in the field of particle physics.",
    "primaryField": "Particle Physics",
    "year": 1996,
    "publicationDate": "1996-07-01",
    "doi": "https://doi.org/10.1103/physrevd.54.1",
    "journal": "Physical review. D. Particles, fields, gravitation, and cosmology/Physical review. D. Particles and fields",
    "firstAuthor": "C. Amsler",
    "allAuthors": "C. Amsler; M. Doser; M. Antonelli; D. M. Asner; K. S. Babu; Howard Baer; J. M. Roney; J. Strandberg; J. Wilms; J. Beringer; G. Bernardi; M. Donegà; H. Bichsel; O. Biebel; P. Bloch; E. Blucher; S. Blusk; R. N. Cahn; Marcela Carena; B. Gasparrini; A. Ceccucci; D. Chakraborty; Ming-Zhe Chen; R. Sekhar Chivukula; G. Cowan; O. I. Dahl; Giancarlo D’Ambrosio; Thibault Damour; André de Gouvêa; Thomas DeGrand; Bogdan A. Dobrescu; Manuel Drees; D. A. Edwards; V. Egorychev; H. da Motta; Jens Erler; Y. Hello; Jonathan L. Feng; W. Fetscher; Brian D. Fields; B. Foster; T. K. Gaisser; L. Garren; H. J. Gerber; A. Giuliani; Tony Gherghetta; Matthew McCullough; M. C. Goodman; C. Grab; A. V. Gritsan; J.-F. Grivaz; D. E. Groom; M. Felcini; S. Ghosh; T. Gutsche; Howard E. Haber; Katsuro Hagiwara; C. Hagmann; K. G. Hayes; Ken‐ichi Hikasa; I. Hinchliffe; J. Huston; P. Igo-Kemenes; Jonathan Jackson; J. L. Rodriguez; T. R. Junk; D. Karlen; Frank Krauss; D. Kirkby; S. R. Klein; I. G. Knowles; Christopher Kolda; R. Kowalewski; P. Kreitz; B. Krusche; Yu V. Kuyanov; Y.-J. Kwon; O. Lahav; Paul Langacker; Andrew R. Liddle; Zoltan Ligeti; C.-J. Lin; T. M. Liss; L. Littenberg; J. C. Liu; K. S. Lugovsky; S. B. Lugovsky; Hanna Mahlke; Mu–Chun Chen; T. Mannel; Aneesh V. Manohar; William J. Marciano; A. D. Martin; A. Masoni; G. Mokgatitswane; R. Miquel; S. Monzani; Hitoshi Murayama",
    "institutions": "University of Zurich; European Organization for Nuclear Research; Carleton University; Oklahoma State University; Florida State University; University of Wisconsin–Madison; Lawrence Berkeley National Laboratory; Sorbonne Université; Paul Scherrer Institute; University of Washington; Ludwig-Maximilians-Universität München; University of Chicago; Syracuse University; University of Genoa; Northern Illinois University; University of California, Irvine; Michigan State University; Royal Holloway University of London; Université Paris-Saclay; Northwestern University; University of Colorado Boulder; Fermi National Accelerator Laboratory; University of Bonn; Budker Institute of Nuclear Physics; Universidad Nacional Autónoma de México; ETH Zurich; University of Illinois Urbana-Champaign; University of Oxford; University of Delaware; The University of Melbourne; Argonne National Laboratory; Johns Hopkins University; Université Paris-Sud; Ghent University; Tata Institute of Fundamental Research; University of Tübingen; University of California, Santa Cruz; Lawrence Livermore National Laboratory; Hillsdale College; Consejo Superior de Investigaciones Científicas; Tohoku University; Heidelberg University; University of Victoria; University of Edinburgh; University of Notre Dame; Stanford University; University of Basel; Yonsei University; University College London; University of Sussex; Brookhaven National Laboratory; Cornell University; University of Siegen; University of California, San Diego; Durham University; Stockholm University; The University of Tokyo",
    "workType": "article",
    "language": "en",
    "citationCount": 2128,
    "url": "https://openalex.org/W2030690537",
    "position": [
      46,
      16.5,
      76.6340766489348
    ],
    "size": 2.0
  },
  {
    "id": "W1975211291",
    "paperId": "W1975211291",
    "title": "Effective lagrangian analysis of new interactions and flavour conservation",
    "summary": "Paper Title: New Interactions and Flavor Conservation: A Fresh Look Through Effective Lagrangian Analysis\n\nIn a recent study published in Nuclear Physics B, researchers W. Buchmüller and D. Wyler delve into the intricate world of physics, focusing on newly discovered interactions that maintain flavor conservation. Their work, based on Effective Lagrangian analysis, offers valuable insights into universality dynamics within the realm of physics. The study's findings could potentially reshape our understanding of flavor conservation and Lagrangian theory.",
    "primaryField": "Particle Physics",
    "year": 1986,
    "publicationDate": "1986-05-01",
    "doi": "https://doi.org/10.1016/0550-3213(86)90262-2",
    "journal": "Nuclear Physics B",
    "firstAuthor": "W. Buchmüller",
    "allAuthors": "W. Buchmüller; D. Wyler",
    "institutions": "European Organization for Nuclear Research; ETH Zurich",
    "workType": "article",
    "language": "en",
    "citationCount": 2111,
    "url": "https://openalex.org/W1975211291",
    "position": [
      36,
      16.5,
      76.55390644826153
    ],
    "size": 2.0
  },
  {
    "id": "W2177516559",
    "paperId": "W2177516559",
    "title": "FLUCTUATING ASYMMETRY: Measurement, Analysis, Patterns",
    "summary": "Title: New Study Challenges Darwin's Theory on Symmetry: Asymmetry in Biology Remains a Puzzling Developmental Mystery\n\nIn a new paper published in the Annual Review of Ecology and Systematics, scientists A. Richard Palmer and Curtis Strobeck delve into the enigma of fluctuating asymmetry (FA), minor deviations from bilateral symmetry in organisms. Contrary to Darwin's initial hypothesis, these deviations appear to have little heritability, setting them apart from most other morphological features.\n\nThe paper offers four reasons for recent interest in FA: first, it provides a measure of 'developmental noise', or minor departures from an ideal developmental program. Second, unlike unilateral characters, FA has a known ideal: perfect bilateral symmetry. Third, understanding FA could shed light on one of modern biology's most pressing questions - the orderly expression of genotypes as complex phenotypes. Lastly, it offers insights into evolutionary adaptations and environmental impacts on biological development. The paper continues to explore these ideas and proposes potential future directions for research in this intriguing field.",
    "primaryField": "Biology",
    "year": 1986,
    "publicationDate": "1986-11-01",
    "doi": "https://doi.org/10.1146/annurev.es.17.110186.002135",
    "journal": "Annual Review of Ecology and Systematics",
    "firstAuthor": "A. Richard Palmer",
    "allAuthors": "A. Richard Palmer; Curtis Strobeck",
    "institutions": null,
    "workType": "article",
    "language": "en",
    "citationCount": 2110,
    "url": "https://openalex.org/W2177516559",
    "position": [
      36,
      -52.5,
      76.5491704784832
    ],
    "size": 2.0
  },
  {
    "id": "W1508439018",
    "paperId": "W1508439018",
    "title": "Theory of the Fermi Interaction",
    "summary": "**Feynman and Gell-Mann Propose Unique Fermi Interaction Theory**\n\nPhysicists Richard Feynman and Murray Gell-Mann present a novel theory on the interactions of Fermi particles in a paper published in Physical Review, suggesting that these particles can be represented by two-component Pauli spinors. In their proposed theory, Fermion particles exhibit both vector and axial vector couplings during beta decay, leading to a unique four-fermion weak interaction.\n\nThis interaction, which also ensures lepton conservation, is considered universally applicable in various particle decays. While the relative sign between vector and axial vector coupling remains undetermined theoretically, the authors hypothesize that the vector part of the coupling does not get renormalized by virtual mesons — a concept akin to electric charge.\n\nThe theory, when extended to involve particles like Λ or Σ fermions, promises to explain the decays of strange particles; however, it contradicts experimental findings on the angular correlation of electron and neutrino in He6 and underestimates pion decay into electron and neutrino by several orders of magnitude.",
    "primaryField": "Particle Physics",
    "year": 1958,
    "publicationDate": "1958-01-01",
    "doi": "https://doi.org/10.1103/physrev.109.193",
    "journal": "Physical Review",
    "firstAuthor": "Richard P. Feynman",
    "allAuthors": "Richard P. Feynman; Murray Gell‐Mann",
    "institutions": "California Institute of Technology",
    "workType": "article",
    "language": "en",
    "citationCount": 2102,
    "url": "https://openalex.org/W1508439018",
    "position": [
      8,
      16.5,
      76.511201757027
    ],
    "size": 2.0
  },
  {
    "id": "W2137478082",
    "paperId": "W2137478082",
    "title": "Softly broken supersymmetry and SU(5)",
    "summary": "Headline: \"New Study Sheds Light on 'Softly Broken Supersymmetry' in Particle Physics\"\n\nSummary:\nIn a new paper published in Nuclear Physics B, renowned physicists Savas Dimopoulos and Howard Georgi delve into the concept of softly broken supersymmetry within the framework of SU(5). This study offers fresh insights on how this symmetry breakdown could influence particle physics and the Higgs boson. The researchers also focus on the renormalization aspects associated with this scenario, a crucial element in understanding the behavior of particles at various energy scales.",
    "primaryField": "Particle Physics",
    "year": 1981,
    "publicationDate": "1981-12-01",
    "doi": "https://doi.org/10.1016/0550-3213(81)90522-8",
    "journal": "Nuclear Physics B",
    "firstAuthor": "Savas Dimopoulos",
    "allAuthors": "Savas Dimopoulos; Howard Georgi",
    "institutions": "University of California, Santa Barbara; University of Michigan; Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 2098,
    "url": "https://openalex.org/W2137478082",
    "position": [
      31,
      16.5,
      76.49216319820633
    ],
    "size": 2.0
  },
  {
    "id": "W2169866137",
    "paperId": "W2169866137",
    "title": "Baryonic Features in the Matter Transfer Function",
    "summary": "Astrophysicists Daniel J. Eisenstein and Wayne Hu propose new modeling methods for the Baryonic Features in the Matter Transfer Function, improving accuracy by up to 10% in large-structure cosmic studies. The innovative approach separates baryon effects like acoustic oscillations, velocity overshoot, and infall from dark matter growth, providing a more nuanced understanding of structure formation.\n\nThe groundbreaking work offers an updated description of the zero-baryon transfer function and quantifies linear-theory baryonic features in cosmological models with varying baryon fractions (Ωb ≥ Ω0h +0.2). With this new model, researchers can better analyze cosmic structure development in various universes, shedding light on both the dominant baryonic oscillations and the subtle yet significant suppression below the sound horizon in conventional cosmologies — findings not well-captured by the shape parameter Γ.",
    "primaryField": "Cosmology",
    "year": 1998,
    "publicationDate": "1998-04-01",
    "doi": "https://doi.org/10.1086/305424",
    "journal": "The Astrophysical Journal",
    "firstAuthor": "Daniel J. Eisenstein",
    "allAuthors": "Daniel J. Eisenstein; Wayne Hu",
    "institutions": "Institute for Advanced Study; Alfred P. Sloan Foundation",
    "workType": "article",
    "language": "en",
    "citationCount": 2080,
    "url": "https://openalex.org/W2169866137",
    "position": [
      48,
      -34.5,
      76.40603826393634
    ],
    "size": 2.0
  },
  {
    "id": "W2060452630",
    "paperId": "W2060452630",
    "title": "Baryon- and Lepton-Nonconserving Processes",
    "summary": "Title: Pioneering Study Reveals Insights into Baryon and Lepton Nonconservation\n\nIn the esteemed journal Physical Review Letters, physicist Steven Weinberg presents groundbreaking research on baryon- and lepton-nonconserving processes. The study delineates key properties of these phenomena under broad assumptions, emphasizing the significance of measuring muon positron polarizations and anti-neutrino to positive electron ratios in nucleon decay. These measurements could help differentiate between various models within particle physics. This work could potentially pave the way for further advancements in our understanding of fundamental physical processes.",
    "primaryField": "Particle Physics",
    "year": 1979,
    "publicationDate": "1979-11-19",
    "doi": "https://doi.org/10.1103/physrevlett.43.1566",
    "journal": "Physical Review Letters",
    "firstAuthor": "Steven Weinberg",
    "allAuthors": "Steven Weinberg",
    "institutions": "Center for Astrophysics Harvard & Smithsonian; Harvard University",
    "workType": "article",
    "language": "en",
    "citationCount": 2072,
    "url": "https://openalex.org/W2060452630",
    "position": [
      29,
      16.5,
      76.3675211243578
    ],
    "size": 2.0
  },
  {
    "id": "W2227740876",
    "paperId": "W2227740876",
    "title": "Behavior of Current Divergences under<mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mml:mrow><mml:msub><mml:mrow><mml:mi>SU</mml:mi></mml:mrow><mml:mrow><mml:mn>3</mml:mn></mml:mrow></mml:msub></mml:mrow><mml:mo>×</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>SU</mml:mi></mml:mrow><mml:mrow><mml:mn>3</mml:mn></mml:mrow></mml:msub></mml:mrow></mml:math>",
    "summary": "Headline: New Study Suggests Surprising Behavior of Particle Interactions in Physics\n\nSummary:\nA group of physicists, led by Murray Gell-Mann, have published a groundbreaking study in Physical Review that proposes a novel behavior for hadron energy density and the associated divergences of axial-vector currents and strangeness-changing vector currents under SU3×SU3 transformations. The researchers suggest these terms are represented by a single (3,3*)+(3*,3) representation of SU3×SU3 and parity, along with the current divergences. The study derives commutation relations in terms of a constant 'c', which surprisingly is found to be closer to the value (-sqrt[2]) corresponding to an SU2×SU2 symmetry, rather than the previously suggested small values. The findings could have significant implications for our understanding of pseudoscalar mesons and other subatomic particles.",
    "primaryField": "Quantum Chromodynamics",
    "year": 1968,
    "publicationDate": "1968-11-25",
    "doi": "https://doi.org/10.1103/physrev.175.2195",
    "journal": "Physical Review",
    "firstAuthor": "Murray Gell‐Mann",
    "allAuthors": "Murray Gell‐Mann; R. J. Oakes; B. Renner",
    "institutions": "California Institute of Technology; Northwestern University",
    "workType": "article",
    "language": "lv",
    "citationCount": 2014,
    "url": "https://openalex.org/W2227740876",
    "position": [
      18,
      25.5,
      76.08374474380783
    ],
    "size": 2.0
  },
  {
    "id": "W2229720163",
    "paperId": "W2229720163",
    "title": "Experimental Test of Parity Conservation in Beta Decay",
    "summary": "In the realm of nuclear physics and particle physics, a groundbreaking study by Wu et al., published in Physical Review, has provided new insights into beta decay, specifically the behavior of Fm'. The researchers measured the branching ratio of its two modes of decay, finding an approximately 85% rate for electron capture, and 15% for alpha emission. The team, however, couldn't determine the cross section for the Cf'(n, 3n)Fm' reaction due to Fm' potentially originating from other californium isotopes in the target. The paper also references a previous work that identified Fm', with an alpha-particle energy of around 6.85 MeV and a half-life of approximately ten days. The authors express gratitude towards the crew of the 60-inch cyclotron for their diligent operation during the experiment.",
    "primaryField": "Nuclear physics",
    "year": 1957,
    "publicationDate": "1957-02-15",
    "doi": "https://doi.org/10.1103/physrev.105.1413",
    "journal": "Physical Review",
    "firstAuthor": "Chenye Wu",
    "allAuthors": "Chenye Wu; E. Ambler; R. W. Hayward; D.D. Hoppes; R. P. Hudson",
    "institutions": "Columbia University",
    "workType": "article",
    "language": "en",
    "citationCount": 2009,
    "url": "https://openalex.org/W2229720163",
    "position": [
      7,
      10.5,
      76.05890001053122
    ],
    "size": 2.0
  }
]